Repository: lukaszdaniel/ivory
Catalog: trunk/Recommended/nnet/po/R-*.po
Languages: pl

source: '%s' argument is not an object of class %s
pl: argument '%s' nie jest obiektem klasy %s

source: 'scope' is not a subset of term labels
pl: 'scope' nie jest podzbiorem etykiet członów

source: 'softmax = TRUE' requires at least two response categories
pl: 'softmax = TRUE' wymaga co najmniej dwóch kategorii zmiennej zależnej

source: Call:
pl: Wywołanie:

source: Coefficients:
pl: Współczynniki:

source: Correlation of Coefficients:
pl: Korelacje współczynników:

source: Likelihood ratio tests of Multinomial Models
pl: Test stosunku wiarygodności wielowymiarowych modeli

source: Residual Deviance:
pl: Odchylenie reszt:

source: Response: %s
pl: Zmienna zależna: %s

source: Std. Errors:
pl: Błędy standardowe:

source: Value/SE (Wald statistics):
pl: Wartość/Błąd standardowy (statystyka Wald'a):

source: a %s network with %d weights
pl: sieć %s z %d wagami

source: anova is not implemented for a single "multinom" object
pl: anova nie jest zaimplementowana dla pojedynczego obiektu "multinom"

source: decay=%s
pl: zanik=%s

source: dims of 'x' and 'y' must match
pl: wymiary dla 'x' oraz 'y' muszą się zgadzać

source: entropy fit only for logistic units
pl: dopasowanie entropii tylko dla jednostek logistycznych

source: entropy fitting
pl: dopasowanie entropii

source: inappropriate fit for class
pl: niepoprawne dopasowanie dla klasy

source: incorrect length of 'mask'
pl: niepoprawna długość 'mask'

source: inputs: %s output(s): %s
pl: wejścia: %s wyjścia: %s

source: invalid weights vector
pl: niepoprawny wektor wag

source: linear output units
pl: liniowe jednostki wyjściowe

source: missing values in 'x'
pl: brakujące wartości w 'x'

source: missing values in 'y'
pl: brakujące wartości w 'y'

source: models were not all fitted to the same size of dataset
pl: nie wszystkie modele zostały dopasowane do zbioru danych tego samego rozmiaru

source: ncol(offset) is wrong
pl: 'ncol(offset)' jest błędny

source: need two or more classes to fit a multinom model
pl: potrzeba dwóch lub więcej klas aby dopasować model wielomianowy

source: no terms in 'scope' for adding to object
pl: brak członów w 'scope' do dodania do obiektu

source: no weights to fit
pl: brak wag do dopasowania

source: not all objects are of class "multinom"
pl: nie wszystkie obiekty są klasy "multinom"

source: nrows of 'x' and 'y' must match
pl: liczby wierszy dla 'x' oraz 'y' muszą być zgodne

source: number of rows in use has changed: remove missing values?
pl: liczba wierszy w użyciu zmieniła się: usunąć brakujące wartości?

source: options were:
pl: opcje to:

source: skip-layer connections
pl: pomiń połączenia powierzchni

source: softmax modelling
pl: modelowanie softmax

source: some case has no observations
pl: niektóre przypadki nie mają obserwacji

source: too many (%d) weights
pl: zbyt dużo (%d) wag

source: trying + %s
pl: próbowanie + %s

source: trying - %s
pl: próbowanie - %s

source: weights vector of incorrect length
pl: wektor wag o niepoprawnej długości

source: group %s is empty
pl: grupa %s jest pusta
