Repository: lukaszdaniel/ivory
Catalog: trunk/Recommended/spatial/po/R-*.po
Languages: pl

source: '%s' argument is not an object of class %s
pl: argument '%s' nie jest obiektem klasy %s

source: 'n' argument is too large
pl: argument 'n' jest zbyt duży

source: 'np' argument exceeds 6
pl: argument 'np' przekracza 6

source: 'x' and 'y' differ in length
pl: 'x' oraz 'y' różnią się długością

source: 'x' does not have columns 'x', 'y' and 'z'
pl: 'x' nie zawiera kolumn 'x', 'y' oraz 'z'

source: AIC: (df = %s) %s
pl: AIC: (st.swobody = %s) %s

source: Adjusted R-squared:
pl: Dostosowany R-kwadrat:

source: Analysis of Variance Table
pl: Tablica analizy wariancji

source: Device is not active
pl: Urządzenie nie jest aktywne

source: Fitted:
pl: Dopasowania:

source: Multiple R-Squared:
pl: Wielokrotny R-kwadrat:

source: Residuals:
pl: Reszty:

source: invalid input
pl: niepoprawne wejście

source: rank failure in Choleski decomposition
pl: niepowodzenie pozycjonowania w dekompozycji Cholesky'ego

source: some of '...' do not match
pl: niektóre z '...' nie pasują

source: some points outside region
pl: niektóre punkty są poza obszarem
