Repository: lukaszdaniel/ivory
Catalog: R/src/library/stats/po/R-*.po
Languages: pl

source: "mlm" objects with weights are not supported
pl: obiekty "mlm" z wagami nie są wspierane

source: %d out of %d effects not estimable
pl: %d z %d efektów nie jest możliwych do oszacowania

source: %s Tukey smoother resulting from %s
pl: Wygładzanie Tukeya %s wynikające z funkcji %s

source: %s and %s
pl: %s oraz %s

source: %s and %s and %s
pl: %s oraz %s oraz %s

source: %s applies only to two-way tables
pl: '%s' stosuje się jedynie do dwukierunkowych tabel

source: %s by %s
pl: %s ze względu na %s

source: %s link not recognised
pl: link %s nie został rozpoznany

source: %s must be 0 or 1
pl: %s musi wynosić 0 lub 1

source: %s needs package 'Matrix' correctly installed
pl: '%s' potrzebuje poprawnie zainstalowanego pakietu 'Matrix'

source: %s of %s
pl: funkcja '%s' z %s

source: %s out of %s
pl: %s z %s

source: %s out of %s, using scores: %s
pl: %s z %s, używając punktacji: %s

source: %s percent confidence interval:
pl: %s procentowy przedział ufności

source: %s time base: %s
pl: %s podstawa czasu: %s

source: %s with absolute error < %s
pl: %s z błędem absolutnym < %s

source: %s%% family-wise confidence level
pl: %s%% przedział ufności dla family-wise

source: '%s' and '%s' arguments must have the same length
pl: argumenty '%s' oraz '%s' muszą mieć tę samą długość

source: '%s' argument cannot be coerced to class %s
pl: argument '%s' nie może zostać przekształcony w klasę %s

source: '%s' argument cannot be of mode '%s'
pl: argument '%s' nie może być trybu '%s'

source: '%s' argument has rank 0
pl: argument '%s' ma rangę 0

source: '%s' argument is less than %d
pl: argument '%s' jest mniejszy niż %d

source: '%s' argument is missing or incorrect
pl: brakuje argumentu '%s' lub jest niepoprawny

source: '%s' argument is not a kernel
pl: argument '%s' nie jest jądrem

source: '%s' argument is not a square matrix
pl: argument '%s' nie jest kwadratową macierzą

source: '%s' argument is not a vector
pl: argument '%s' nie jest wektorem

source: '%s' argument is not a vector or matrix
pl: argument '%s' nie jest wektorem ani macierzą

source: '%s' argument is not a vector or univariate time series
pl: '%s' nie jest wektorem ani jednowymiarowym szeregiem czasowym

source: '%s' argument is not an integer
pl: argument '%s' nie jest liczbą całkowitą

source: '%s' argument is not an object of class %s
pl: argument '%s' nie jest obiektem klasy %s

source: '%s' argument is not positive
pl: argument '%s' nie jest dodatni

source: '%s' argument is of the wrong length
pl: argument '%s' ma niepoprawną długość

source: '%s' argument is outside [0,1]
pl: argument '%s' jest poza przedziałem [0,1]

source: '%s' argument must be 0, 1 or 2
pl: argument '%s' musi mieć wartość 0, 1, lub 2

source: '%s' argument must be >= %d
pl: argument '%s' musi być >= %d

source: '%s' argument must be a character string or connection
pl: argument '%s' musi być łańcuchem tekstowym lub połączeniem

source: '%s' argument must be a character vector of length '%s'
pl: argument '%s' musi być wektorem tekstowym o długości '%s'

source: '%s' argument must be a function
pl: argument '%s' musi być funkcją

source: '%s' argument must be a list
pl: argument '%s' musi być listą

source: '%s' argument must be a matrix
pl: argument '%s' musi być macierzą

source: '%s' argument must be a numeric vector
pl: argument '%s' musi być wektorem liczbowym

source: '%s' argument must be a single number between 0 and 1
pl: argument '%s' musi być pojedynczą liczbą pomiędzy 0 a 1

source: '%s' argument must be a single positive number
pl: argument '%s' musi być pojedynczą dodatnią liczbą

source: '%s' argument must be a vector
pl: argument '%s' musi być wektorem

source: '%s' argument must be an array or table
pl: argument '%s' musi być tablicą lub tabelą

source: '%s' argument must be an object of class %s
pl: argument '%s' musi być obiektem klasy %s

source: '%s' argument must be at least %d
pl: argument '%s' musi wynosić co najmniej %d

source: '%s' argument must be between %s and %s
pl: argument '%s' musi być pomiędzy %s a %s

source: '%s' argument must be in {1,..,%d}
pl: argument '%s' musi być w przedziale {1,..,%d}

source: '%s' argument must be numeric
pl: argument '%s' musi być liczbą

source: '%s' argument must be of length %d
pl: argument '%s' musi mieć długość %d

source: '%s' argument must be positive
pl: argument '%s' musi być dodatni

source: '%s' argument must have length >= %d
pl: argument '%s' musi mieć długość >= %d

source: '%s' argument will be ignored
pl: argument '%s' zostanie zignornowany

source: '%s' must be unique, but are = %s
pl: '%s' muszą być unikalne, ale są = %s

source: '%s' option is disregarded when '%s'
pl: opcja '%s' jest ignorowana, gdy '%s'

source: '%s', '%s' and '%s' arguments must have the same length
pl: argumenty '%s', '%s' oraz '%s' muszą mieć tę samą długość

source: '.nknots.smspl()' is now exported; use it instead of 'n.knots()'
pl: funkcja '.nknots.smspl()' jest już eksportowana; użyj jej zamiast funkcji 'n.knots()'

source: 'P.values' argument is TRUE, but 'has.Pvalue' argument is not
pl: argument 'P.values' wynosi TRUE, ale argument 'has.Pvalue' już nie

source: 'T' argument must be nonnegative
pl: argument 'T' musi być nieujemny

source: 'V' is not a square numeric matrix
pl: 'V' nie jest kwadratową macierzą liczbową

source: 'X' does not define a subspace of 'M'
pl: 'X' nie definiuje podprzestrzeni 'M'

source: 'X' is not a dendrogram
pl: 'X' nie jest drzewem celu

source: 'X' matrix was collinear
pl: macierz 'X' była współliniowa

source: 'all.knots' argument is TRUE; 'nknots' specification is disregarded
pl: argument 'all.knots' ma wartość TRUE; specyfikacja 'nknots' została odrzucona

source: 'alpha', 'beta' and 'gamma' must be within the unit interval
pl: 'alpha', 'beta' oraz 'gamma' muszą być wewnątrz jednostkowego przedziału

source: 'anova()' function is only defined for sequences of objects of class %s
pl: funkcja 'anova()' jest zdefiniowana jedynie dla sekwencji obiektów klasy %s

source: 'ar' part of model is not stationary
pl: część 'ar' modelu nie jest stacjonarna

source: 'arima()' method is implemented only for univariate time series
pl: metoda 'arima()' jest zaimplementowana tylko dla jednowymiarowego szeregu czasowego

source: 'centers' must be a number or a matrix
pl: 'centers' musi być liczbą lub macierzą

source: 'circular' argument must be logical and not NA
pl: argument 'circular' musi być wartością logiczną oraz nie może być wartością NA

source: 'coef' argument must define a contrast, i.e., sum to 0
pl: argument 'coef' musi definiować kontrast, tzn., musi sumować się do 0

source: 'control' argument must be a named list
pl: argument 'control' musi być nazwaną listą

source: 'control' component '%s' = %g, is out of range
pl: komponent 'control' '%s' = %g, jest poza zakresem

source: 'covmat' is not a valid covariance list
pl: 'covmat' nie jest poprawną listą kowariancji

source: 'covmat' is of unknown type
pl: 'covmat' jest nieznanego typu

source: 'cpgram()' is implemented only for univariate time series
pl: metoda 'cpgram()' jest zaimplementowana tylko dla jednowymiarowego szeregu czasowego

source: 'cterms' argument must match terms in model object
pl: argument 'cterms' musi zgadzać się z członami w obiekcie modelu

source: 'cutpoints' must be unique in 0 < cuts < 1, but are = %s
pl: 'cutpoints' muszą być unikalne w przedziale '0 < cuts < 1', ale są = %s

source: 'cv' argument must not be NA when 'df' argument is specified
pl: argument 'cv' nie może mieć wartości NA, gdy określono argument 'df'

source: 'data' must be a data.frame, not a matrix or an array
pl: 'data' musi być ramką danych, nie macierzą lub tablicą

source: 'data' must be a list or an environment
pl: 'data' musi być listą albo środowiskiem

source: 'degree' must be less than number of unique points
pl: 'degree' musi być mniejsze niż liczba unikalnych punktów

source: 'end' argument was not changed
pl: argument 'end' nie został zmieniony

source: 'f()' values at end points are not of opposite sign
pl: wartości 'f()' na końcach nie są przeciwnego znaku

source: 'f.lower = f(lower)' is NA
pl: 'f.lower = f(lower)' ma wartość NA

source: 'f.upper = f(upper)' is NA
pl: 'f.upper = f(upper)' ma wartość NA

source: 'family' argument seems not to be a valid family object
pl: argument 'family' nie wygląda na poprawny obiekt rodziny

source: 'family' argument was not recognized
pl: argument 'family' nie został rozpoznany

source: 'filter' is longer than time series
pl: 'filter' jest dłuższy niż szeregi czasowe

source: 'formula' argument should be of the form response ~ group
pl: argument 'formula' powinien mieć formę 'zmienna zależna ~ grupa'

source: 'formula' has '.' in both left and right hand sides
pl: 'formula' ma '.' po lewej oraz prawej stronie

source: 'formula' must have both left and right hand sides
pl: 'formula' musi mieć jednocześnie lewą i prawą stronę

source: 'frequency' and 'deltat' arguments are both supplied and are inconsistent
pl: oba argumenty 'frequency' oraz 'deltat' zostały dostarczone oraz oba są niezgodne

source: 'frequency' argument was not changed
pl: argument 'frequency' nie został zmieniony

source: 'height' must be at least %g, the maximal height of its components
pl: 'height' musi być równe co najmniej %g, maksymalnej wysokości jego komponentów

source: 'hybrid' argument is ignored for a 2 x 2 table
pl: argument 'hybrid' jest ignorowany dla tabeli o wymiarach 2 x 2

source: 'k' and 'h' arguments must be a scalar
pl: argumenty 'k' oraz 'h' muszą byc skalarami

source: 'k' is bigger than 'n'! Changing 'k' to %d
pl: 'k' jest większe niż 'n'! Zmienianie 'k' na %d

source: 'k' must be in {1, 2, .. n - 1}
pl: 'k' musi być w zakresie {1, 2, .. n - 1}

source: 'k' must be odd! Changing 'k' to %d
pl: 'k' musi być nieparzyste! Zmienianie 'k' na %d

source: 'kernapply' is not available for object 'x'
pl: 'kernapply' nie jest dostępny dla obiektu 'x'

source: 'logLik.lm()' does not support multiple responses
pl: 'logLik.lm()' nie wspiera wielokrotnych zmiennych zależnych

source: 'low' and 'high' arguments cannot be both TRUE
pl: argumenty 'low' oraz 'high' nie mogą jednocześnie być TRUE

source: 'lower' and 'upper' arguments must be finite values
pl: argumenty 'lower' oraz 'upper' muszą być skończonymi wartościami

source: 'm' argument must be numeric vector with non-negative integers
pl: argument 'm' musi być wektorem z nieujemnymi liczbami całkowitymi

source: 'main' must be TRUE, FALSE, NULL or character (vector).
pl: 'main' musi być TRUE, FALSE, NULL lub być tekstem (wektor).

source: 'margin' argument must contain names or numbers corresponding to 'table' argument
pl: argument 'margin' musi zawierać nazwy lub liczby odpowiadające argumentowi 'table'

source: 'margins' must be a numeric vector of length 2
pl: argument 'margins' musi być wektorem liczbowym o długości 2

source: 'merge' component in dendrogram must be integer
pl: komponent 'merge' w drzewie celu musi być liczbą całkowitą

source: 'merge' matrix has invalid contents
pl: macierz 'merge' posiada niepoprawną zawartość

source: 'midcache()' of non-binary dendrograms only partly implemented
pl: 'midcache()' dla niebinarnych drzew celu tylko częściowo zaimplementowane

source: 'model$order' must be of length 3
pl: 'model$order' musi być długości 3

source: 'model' appears to involve interactions: see the help page
pl: wygląda na to, że 'model' zawiera interakcje: zobacz stronę pomocy

source: 'model.tables()' is not implemented for multiple responses
pl: 'model.tables()' nie jest zaimplementowana dla wielu zmiennych zależnych

source: 'mu' must be a single number
pl: argument 'mu' musi być pojedynczą liczbą

source: 'mult' must be integer >= 2, typically = 30
pl: argument 'mult' musi być liczbą całkowitą >= 2, na ogół = 30

source: 'n' argument must be a positive integer >= 'x' argument
pl: argument 'n' musi być dodatnią liczbą całkowitą >= argumentu 'x'

source: 'n' argument must be strictly positive
pl: argument 'n' musi być ściśle dodatni

source: 'n' is number in each group
pl: 'n' jest liczbą w każdej grupie

source: 'n' is number of *pairs*, 'sd' is std.dev. of *differences* within pairs
pl: 'n' jest liczbą *par*, 'sd' jest odchyleniem standardowym *różnić* w obrębie par

source: 'newdata' does not have named columns matching one or more of the original columns
pl: 'newdata' nie ma nazwanych kolumn pasujących do jednej lub więcej oryginalnych kolumn

source: 'newdata' does not have the correct number of columns
pl: 'newdata' nie ma poprawnej liczby kolumn

source: 'newdata' must be a matrix or data frame
pl: 'newdata' musi być macierzą lub ramką danych

source: 'nknots' must be numeric (in {1,..,n})
pl: 'nknots' musi być liczbą (w przedziale {1,..,n})

source: 'nterms' is missing with no default
pl: brakuje wartości dla 'nterms', a nie ma określonej wartości domyślnej

source: 'object' argument does not include an error 'qr' component
pl: argument 'object' nie uwzględnia komponentu błędu 'qr'

source: 'object' argument is not interpretable as a factor
pl: argument 'object' nie jest interpretowalny jako czynnik

source: 'object' has no 'effects' component
pl: 'object' nie ma komponentu 'effects'

source: 'or' argument must be a single number between 0 and Inf
pl: argument 'or' musi być pojedynczą liczbą pomiędzy 0 a Inf

source: 'order' argument must be a non-negative numeric vector of length 3
pl: argument 'order' musi być nieujemnym wektorem liczbowym o długości 3

source: 'order' must be a non-negative numeric vector of length 3
pl: 'order' musi być nieujemnym wektorem liczbowym o długości 3

source: 'order.dendrogram' requires a dendrogram
pl: 'order.dendrogram' wymaga drzewa celu

source: 'order.max' argument must be < 'n.used' argument
pl: argument 'order.max' musi być < argument 'n.used'

source: 'plot.stepfun' called with wrong type of argument 'x'
pl: 'plot.stepfun' wywołana z błędnym typem argumentu 'x'

source: 'ppr' applies only to numerical variables
pl: 'ppr' stosuje się jedynie do zmiennych liczbowych

source: 'princomp' can only be used with more units than variables
pl: 'princomp' może zostać użyte jedynie, gdy jednostek jest więcej niż zmiennych

source: 'prob' and 'mu' arguments are both specified
pl: określono jednocześnie argumenty 'prob' oraz 'mu'

source: 'proj()' is not implemented for multiple responses
pl: funkcja 'proj()' nie jest zaimplementowana dla wielokrotnych zmiennych zależnych

source: 'ref' must be an existing level
pl: 'ref' musi być istniejącym poziomem

source: 'relevel' only for factors
pl: 'relevel' tylko dla czynników

source: 'reorder.dendrogram' requires a dendrogram
pl: 'reorder.dendrogram' wymaga drzewa celu

source: 'row.var.names' missing
pl: brakuje 'row.var.names'

source: 'sampleT' and 'nser' arguments must be integer
pl: argumenty 'sampleT' oraz 'nser' muszą być liczbami całkowitymi

source: 'scores' must all be different numbers
pl: wszystkie wartości 'scores' muszą być różnymi liczbami

source: 'se.fit()' not yet implemented for multivariate models
pl: 'se.fit()' nie jest jeszcze zaimplementowana dla wielowymiarowych modeli

source: 'seasonal$order' component must be a non-negative numeric vector of length 3
pl: komponent 'seasonal$order' musi być nieujemnym wektorem liczbowym o długości 3

source: 'seasonal$order' must be a non-negative numeric vector of length 3
pl: 'seasonal$order' musi być nieujemnym wektorem liczbowym o długości 3

source: 'seasonal' argument must be a list with component 'order'
pl: argument 'seasonal' musi być listą z komponentem 'order'

source: 'seasonal' must be a list with component 'order'
pl: 'seasonal' musi być listą z komponentem 'order'

source: 'sep' must be a character string
pl: 'sep' musi być łańcuchem tekstowym

source: 'sides' argument must be 1 or 2
pl: argument 'sides' musi mieć wartość 1 lub 2

source: 'sig.level' argument must be numeric in [0, 1]
pl: argument 'sig.level' musi być liczbą w przedziale [0, 1]

source: 'spline' requires n >= 1
pl: 'spline' wymaga n >= 1

source: 'start' argument was not changed
pl: argument 'start' nie został zmieniony

source: 'start' cannot be after 'end'
pl: 'start' nie może być po 'end'

source: 'sum(weights) != 1' -- will not get true density
pl: 'sum(weights) != 1' -- nie uzyska się prawdziwej gęstości

source: 'termlabels' must be a character vector of length at least one
pl: argument 'termlabels' musi być wektorem tekstowym o długości co najmniej 1

source: 'tol' must be strictly positive and finite
pl: argument 'tol' musi być ściśle dodatni i skończony

source: 'trace != 0' needs 'REPORT >= 1'
pl: 'trace != 0' potrzebuje 'REPORT >= 1'

source: 'ts' object must have one or more observations
pl: obiekt 'ts' musi mieć jedną lub więcej obserwacji

source: 'type = "partial"' is not yet implemented
pl: 'type = "partial"' nie jest jeszcze zaimplementowany

source: 'variance' "%s" is invalid: possible values are "mu(1-mu)", "mu", "mu^2", "mu^3" and "constant"
pl: 'variance' '%s' jest niepoprawna: możliwe wartości to: 'mu(1-mu)', 'mu', 'mu^2', 'mu^3' oraz 'constant'

source: 'varying' argument must be in 'seq_along(pars)'
pl: argument 'varying' musi być w przedziale 'seq_along(pars)'

source: 'varying' arguments must be the same length
pl: argumenty 'varying' muszą być tej samej długości

source: 'varying' must be in seq_along(pars)
pl: 'varying' musi być w przedziale 'seq_along(pars)'

source: 'varying' must be logical, integer or character
pl: 'varying' musi być wartością tekstową, logiczną lub liczbą całkowitą

source: 'varying' must be nonempty list or vector
pl: 'varying' musi być niepustą listą lub wektorem

source: 'weights' argument must all be finite
pl: argument 'weights' musi w całości być skończony

source: 'weights' argument must not be negative
pl: argument 'weights' nie może być ujemny

source: 'weights' as formula should be one-sided
pl: 'weights' jako formuła powinna być jednostronna

source: 'which' specified no factors
pl: 'which' nie określa czynników

source: 'which' specified some non-factors which will be dropped
pl: 'which' określił kilka nie-czynników które zostaną usunięte

source: 'x$lag' must have at least 1 column
pl: 'x$lag' musi mieć jak przynajmniej 1 kolumnę

source: 'x' and 'T' arguments have incompatible length
pl: argumenty 'x' oraz 'T' mają niezgodne długości

source: 'x' and 'prob' arguments must be equal length vectors
pl: argumenty 'x' oraz 'prob' muszą być wektorami o jednakowej długości

source: 'x' and 'y' arguments must have at least 2 levels
pl: argumenty 'x' oraz 'y' muszą mieć co najmniej 2 poziomy

source: 'x' and 'y' must have the same number of levels (minimum 2)
pl: 'x' oraz 'y' muszą mieć tę samą liczbę poziomów (minimum 2)

source: 'x' argument contains missing values
pl: argument 'x' zawiera brakujące wartości

source: 'x' argument has been rounded to integer: %s
pl: argument 'x' został zaokrąglony do wartości całkowitej: %s

source: 'x' argument has entries too large to be integer
pl: argument 'x' posiada wpisy zbyt duże aby były liczbami całkowitymi

source: 'x' argument is a list, so ignoring argument 'g'
pl: argument 'x' jest listą, więc ignorowanie argumentu 'g'

source: 'x' argument is empty
pl: argument 'x' jest pusty

source: 'x' argument must be a list with at least 2 elements
pl: argument 'x' musi być listą z co najmniej 2 elementami

source: 'x' argument must be coefficient matrix or data frame
pl: argument 'x' musi być macierzą współczynników lub ramką danych

source: 'x' argument must be finite, nonnegative, and integer
pl: argument 'x' musi być skończoną nieujemną liczbą całkowitą

source: 'x' argument must be non-negative
pl: argument 'x' musi być nieujemny

source: 'x' argument must be non-negative and integer
pl: argument 'x' musi być skończoną nieujemną liczbą całkowitą

source: 'x' argument must have at least 2 rows and 2 columns
pl: argument 'x' musi mieć przynajmniej 2 wiersze oraz 2 kolumny

source: 'x' is shorter than kernel 'k'
pl: 'x' jest krótsze niż jądro 'k'

source: 'x' must at least have 2 elements
pl: 'x' musi mieć przynajmniej 2 elementy

source: 'x' must be *strictly* increasing (non - NA)
pl: 'x' musi być *ściśle* rosnące (nie - NA)

source: 'x' must be a 3-dimensional array
pl: 'x' musi być 3-wymiarową tablicą

source: 'x' must be a list with at least 2 elements
pl: 'x' musi być listą z co najmniej 2 elementami

source: 'x' must be a matrix or a data frame
pl: 'x' musi być macierzą lub ramką danych

source: 'x' must be a numeric matrix
pl: 'x' musi być macierzą liczbową

source: 'x' must be a time series or an ar() fit
pl: 'x' musi być szeregiem czasowym lub dopasowaniem 'ar()'

source: 'x' must be between 0 and 1 for periodic smooth
pl: 'x' musi być pomiedzy 0 a 1 dla periodycznego wygładzania

source: 'x' must be square with at least two rows and columns
pl: 'x' musi być kwadratową macierzą z co najmniej dwoma wierszami oraz kolumnami

source: 'x' must contain finite values only
pl: 'x' musi zawierać tylko skończone wartości

source: 'x' must have 1 or more non-missing values
pl: 'x' musi mieć 1 lub więcej niebrakujących wartości

source: 'x' must have 2 columns
pl: 'x' musi mieć 2 kolumny

source: 'x' must have at least 2 rows and 2 columns
pl: 'x' musi mieć przynajmniej 2 wiersze oraz 2 kolumny

source: 'xi' does not have the right length
pl: 'xi' nie ma poprawnej długości

source: 'xreg' and 'newxreg' have different numbers of columns
pl: 'xreg' oraz 'newxreg' mają różne liczby kolumn

source: 'xreg' argument is collinear
pl: argument 'xreg' jest współliniowy

source: 'xy.labels' must be logical or character
pl: 'xy.labels' musi być tekstem lub zmienną logiczną

source: 'y' argument is empty or has only NA values
pl: argument 'y' jest pusty lub posiada jedynie wartości NA

source: 'y' is missing for paired test
pl: brakuje 'y' do sparowanego testu

source: 'y' must be increasing or decreasing
pl: 'y' musi być rosnące lub malejące

source: 'y' must be numeric or a function or a string naming a valid function
pl: 'y' musi być liczbą lub funkcją lub łańcuchem o poprawnej nazwie funkcji

source: 'y' must be one longer than 'x'
pl: 'y' musi być o jeden dłuższy niż 'x'

source: (Dispersion parameter for %s family taken to be %s)
pl: (Parametr despersji dla rodziny %s został przyjęty jako %s)

source: (Intercept)
pl: (Przecięcie)

source: (between_SS / total_SS = %5.1f %%)
pl: (SS_pomiedzy / SS_całkowite = %5.1f %%)

source: (offset)
pl: (przesunięcie)

source: (pseudo)median
pl: (pseudo)mediana

source: (weights)
pl: (wagi)

source: (x,y) ordering: %s
pl: uporządkowanie (x,y): %s

source: 0 (non-NA) cases
pl: 0 przypadków (nie o wartości NA)

source: 0s in V(mu)
pl: zera w 'V(mu)'

source: 2 or more non-zero column marginals are needed
pl: 2 lub więcej niezerowych granic kolumny jest wymagane

source: 2 or more non-zero row marginals are needed
pl: 2 lub więcej niezerowych granic wiersza jest wymagane

source: ACF of Residuals
pl: ACF reszt

source: AIC is -infinity for this model, so 'step' cannot proceed
pl: AIC wynosi minus nieskończoność dla tego modelu, tak więc 'step' nie może zostać wykonany

source: AIC is not defined for this model, so 'step' cannot proceed
pl: Kryterium informacyjne Akaikego nie jest zdefiniowane dla tego modelu, tak więc 'step' nie może zostać wykonany

source: ANOVA F-tests on an essentially perfect fit are unreliable
pl: Testy ANOVA Fishera w istocie na idealnym dopasowaniu są niewiarygodne

source: Achieved convergence tolerance:
pl: Uzyskana tolerancja zbieżności:

source: Adjusted R-squared:
pl: Dostosowany R-kwadrat:

source: Algorithm "port", convergence message:
pl: Algorytm "port", komunikat zbieżności:

source: Analysis of Deviance Table
pl: Analiza tabeli standardowego odchylenia

source: Analysis of Variance Table
pl: Analiza tabeli wariancji
