Repository: lukaszdaniel/ivory
Catalog: R/src/library/stats/po/R-*.po
Languages: pl

source: too many replacement values supplied
pl: dostarczono zbyt dużo wartości zamiennych

source: transformed ARMA parameters were fixed
pl: przetransformowane parametry kroczącej średniej autoregresji zostały ustalone

source: true common odds ratio is greater than %s
pl: prawdziwy wspólny iloraz szans jest większy niż %s

source: true common odds ratio is less than %s
pl: prawdziwy wspólny iloraz szans jest mniejszy niż %s

source: true common odds ratio is not equal to %s
pl: prawdziwy wspólny iloraz szans nie jest równy %s

source: true correlation is greater than %s
pl: prawdziwa korelacja jest większa niż %s

source: true correlation is less than %s
pl: prawdziwa korelacja jest mniejsza niż %s

source: true correlation is not equal to %s
pl: prawdziwa korelacja nie jest równa %s

source: true difference in means is greater than %s
pl: prawdziwa różnica w średnich jest większa niż %s

source: true difference in means is less than %s
pl: prawdziwa różnica w średnich jest mniejsza niż %s

source: true difference in means is not equal to %s
pl: prawdziwa różnica w średnich nie jest równa %s

source: true event rate is greater than %s
pl: prawdziwa częstość zdarzeń jest większa niż %s

source: true event rate is less than %s
pl: prawdziwa częstość zdarzeń jest mniejsza niż %s

source: true event rate is not equal to %s
pl: prawdziwa częstość zdarzeń nie jest równa %s

source: true location is greater than %s
pl: prawdziwe położenie jest większe niż %s

source: true location is less than %s
pl: prawdziwe położenie jest mniejsze niż %s

source: true location is not equal to %s
pl: prawdziwe położenie nie jest równe %s

source: true location shift is greater than %s
pl: prawdziwe przesunięcie położenia jest większe niż %s

source: true location shift is less than %s
pl: prawdziwe przesunięcie położenia jest mniejsze niż %s

source: true location shift is not equal to %s
pl: prawdziwe przesunięcie położenia nie jest równe %s

source: true mean is greater than %s
pl: prawdziwa średnia jest większa niż %s

source: true mean is less than %s
pl: prawdziwa średnia jest mniejsza niż %s

source: true mean is not equal to %s
pl: prawdziwa średnia nie jest równa %s

source: true odds ratio is greater than %s
pl: prawdziwy iloraz szans jest większy niż %s

source: true odds ratio is less than %s
pl: prawdziwy iloraz szans jest mniejszy niż %s

source: true odds ratio is not equal to %s
pl: prawdziwy iloraz szans nie jest równy %s

source: true probability of success is greater than %s
pl: prawdziwe prawdopodobieństwo sukcesu jest większe niż %s

source: true probability of success is less than %s
pl: prawdziwe prawdopodobieństwo sukcesu jest mniejsze niż %s

source: true probability of success is not equal to %s
pl: prawdziwe prawdopodobieństwo sukcesu nie jest równe %s

source: true proportion (%s) is greater than %s
pl: prawdziwa proporcja (%s) jest większa niż %s

source: true proportion (%s) is less than %s
pl: prawdziwa proporcja (%s) jest mniejsza niż %s

source: true proportion (%s) is not equal to %s
pl: prawdziwa proporcja (%s) nie jest równa %s

source: true proportion is greater than %s
pl: prawdziwa proporcja jest większa niż %s

source: true proportion is less than %s
pl: prawdziwa proporcja jest mniejsza niż %s

source: true proportion is not equal to %s
pl: prawdziwa proporcja nie jest równa %s

source: true rate ratio is greater than %s
pl: prawdziwy stosunek szybkości jest większy niż %s

source: true rate ratio is less than %s
pl: prawdziwy stosunek szybkości jest mniejszy niż %s

source: true rate ratio is not equal to %s
pl: prawdziwy stosunek szybkości nie jest równy %s

source: true ratio of scales is greater than %s
pl: prawdziwy stosunek skal jest większy niż %s

source: true ratio of scales is less than %s
pl: prawdziwy stosunek skal jest mniejszy niż %s

source: true ratio of scales is not equal to %s
pl: prawdziwy stosunek skal nie jest równy %s

source: true ratio of variances is greater than %s
pl: prawdziwy stosunek wariancji jest większy niż %s

source: true ratio of variances is less than %s
pl: prawdziwy stosunek wariancji jest mniejszy niż %s

source: true ratio of variances is not equal to %s
pl: prawdziwy stosunek wariancji nie jest równy %s

source: true rho is greater than %s
pl: prawdziwe rho jest większe niż %s

source: true rho is less than %s
pl: prawdziwe rho jest mniejsze niż %s

source: true rho is not equal to %s
pl: prawdziwe rho nie jest równe %s

source: true tau is greater than %s
pl: prawdziwe tau jest większe niż %s

source: true tau is less than %s
pl: prawdziwe tau jest mniejsze niż %s

source: true tau is not equal to %s
pl: prawdziwe tau nie jest równe %s

source: trying +%s
pl: próbowanie+%s

source: trying - %s
pl: próbowanie - %s

source: two-sided
pl: dwustronna

source: type '%s' is not implemented yet
pl: typ '%s' nie jest jeszcze zaimplementowany

source: unequal number of rows in 'cancor()'
pl: nierówna liczba wierszy w 'cancor()'

source: univariate time series only
pl: tylko jednowymiarowe szeregi czasowe

source: unknown bandwidth rule
pl: nieznana reguła szerokości pasma

source: unknown named kernel
pl: nieznane nazwane jądro

source: unknown names in control: %s
pl: nieznane nazwy w kontroli: %s

source: unknown string value for 's.window' argument
pl: nieznana wartość łańcucha dla argumentu 's.window'

source: upper and lower bounds ignored unless 'algorithm = "port"'
pl: górne oraz dolne granice zostały zignorowane, dopóki nie będzie 'algorithm = "port"'

source: using F test with a '%s' family is inappropriate
pl: używanie testu Fishera z rodziną '%s' jest niepoprawne

source: using F test with a fixed dispersion is inappropriate
pl: używanie testu Fishera z ustaloną dyspersją jest niepoprawne

source: using type = "numeric" with a factor response will be ignored
pl: użycie 'type="numeric"' z czynnikową zmienną zależną zostanie zignorowane

source: using weights as inverse variances
pl: używanie wag jako odwrotności wariancji

source: using weights as shape parameters
pl: używanie wag jako parametrów kształtu

source: value of 'epsilon' must be > 0
pl: wartość 'epsilon' musi być > 0

source: variable '%s' is absent, its contrast will be ignored
pl: zmienna '%s' jest nieobecna, jej kontrast będzie zignorowany

source: variable '%s' is not a factor
pl: zmienna '%s' nie jest czynnikiem

source: variable '%s' was fitted with type "%s" but type "%s" was supplied
pl: zmienna '%s' została dopasowana z typem '%s', ale dostarczono typ '%s'

source: variables %s were specified with different types from the fit
pl: zmienne %s zostały określone z typami innymi od tych z dopasowania

source: weights are not supported in a multistratum aov() fit
pl: wagi nie są wspierane w wielowarstwowym dopasowaniu 'aov()'

source: weights must be non-negative and not all zero
pl: wagi muszą być nieujemne oraz nie wszystkie równe zero

source: with node pars
pl: z parametrami węzła

source: wrong 'cs.ind' argument
pl: niepoprawny argument 'cs.ind'

source: wrong embedding dimension
pl: niepoprawnie osadzony wymiar

source: wrong method
pl: błędna metoda

source: wrong number of columns in 'x'
pl: niepoprawna liczba kolumn w 'x'

source: wrong number of columns in new data:
pl: niepoprawna liczba kolumn dla nowych danych:

source: wrong number of contrast matrix rows
pl: niepoprawna liczba wierszy macierzy kontrastu

source: x is not a vector or univariate time series
pl: 'x' nie jest wektorem ani jednowymiarowym szeregiem czasowym

source: y values must be 0 <= y <= 1
pl: wartości 'y' muszą być z przedziału 0 <= y <= 1

source: you must supply 1 < df <= n, n = #{unique x} = %d
pl: musisz dostarczyć 1 < df <= n, n = #{unikalne x} = %d

source: zero non-NA points
pl: zero punktów o wartości nie-NA

source: zero-variance series
pl: serie o zerowej wariancji

source: used %d iteration
pl: użyto %d iteracji

source: %d factor is too many for %d variables
pl: %d czynnik to zbyt dużo dla %d zmiennych

source: %d iteration: deviation %s
pl: %d iteracja: odchylenie %s

source: %d missing value deleted
pl: %d brakująca wartość została skasowana

source: %d observation deleted due to missingness
pl: %d obserwacja została skasowana z uwagi na braki w niej zawarte

source: %d observation with NA, NaN or Inf deleted
pl: %d obserwacji z wartością NA, NaN lub Inf została skasowana

source: %d observation.
pl: %d obserwacja.

source: %d residual is 0: no residual degrees of freedom!
pl: %d reszta jest równa 0: brak stopni swobody dla reszty!

source: %d variable and
pl: %d zmienna oraz

source: %d-sample proportions test with continuity correction
pl: test proporcji %d próby z poprawką ciągłości

source: %d-sample proportions test without continuity correction
pl: test proporcji %d próby bez poprawki ciągłości

source: 'X' matrix has %d case (row)
pl: macierz 'X' ma %d przypadek (wiersz)

source: 'Y' has %d case (row)
pl: 'Y' ma %d przypadek (wiersz)

source: 'init' must have %d column
pl: 'x' musi mieć %d kolumnę

source: 'newdata' had %d row
pl: 'newdata' miała %d wiersz

source: 'start' must have %d row
pl: 'start' musi mieć %d wiersz

source: 'start.innov' argument is too short: need %d point
pl: argument 'start.innov' jest zbyt krótki: potrzeba %d punktu

source: 'uniroot()' method did _NOT_ converge in %d iteration
pl: metoda 'uniroot()' nie zbiegła się w %d iteracji

source: Class %s: %s (df=%s)
pl: Klasa %s: %s (df=%s)

source: Class %s: %s, ... (df=%s)
pl: Klasa %s: %s, ... (df=%s)

source: Coefficients: (%d not defined because of singularity)
pl: Współczynniki: (%d niezdefiniowany z uwagi na osobliwość)

source: Data: %s (%d observation);
pl: Dane: %s (%d obserwacja);

source: Isotonic regression from %s with %d knot / break at obs.nr. %s;
pl: Regresja izotoniczna z %s z %d węzłem/ przerwą przy obserwacji numer %s;

source: K-means clustering with %d cluster of size %s
pl: grupowanie metodą K-średnich z %d klastrem o rozmiarze %s

source: Residual Standard Error:
pl: Standardowy Błąd Reszty:

source: Smoothing Parameter spar=%s lambda=%s (%d iteration)
pl: Parametr wygładzający spar=%s lambda=%s (%d iteracja)

source: Step function with continuity 'f'=%s, %d knot at:
pl: Funkcja krokowa z ciągłością 'f'=%s, %d węzeł w:

source: Step function with continuity 'f'=%s, %d knot with summary:
pl: Funkcja krokowa z ciągłością 'f'=%s, %d węzeł z podsumowaniem:

source: Test of the hypothesis that %d factor is sufficient.
pl: Test hipotezy, że %d czynnik jest wystarczający.

source: The chi square statistic is %s on %d degree of freedom.
pl: Statystyka chi-kwadrat wynosi %s dla %d stopnia swobody.

source: X matrix has rank %d, but only %d observation
pl: macierz 'X' ma rangę %d, ale tylko %d obserwację

source: __twiced__ used %d iteration
pl: __dwukrotnie__ użyto %d iteracji

source: but %d variable
pl: ale %d zmienna

source: but variable found had %d row
pl: ale znaleziona zmienna ma %d wiersz

source: extra argument %s is not of class "dendrogram"
pl: dodatkowy argument %s nie jest klasy "dendrogram"

source: factor %s has new level %s
pl: czynnik %s ma nowy poziom %s

source: fitting parameter %s without any variables
pl: parametr dopasowania %s bez jakichkolwiek zmiennych

source: kmeans algorithm did not converge in %d iteration
pl: algorytm 'kmeans' nie zbiegł się w %d iteracji

source: lower scope has term %s not included in model
pl: niższy zakres posiada człon %s, które nie jest uwzględniony w modelu

source: medpolish() did not converge in %d iteration
pl: 'medpolish()' nie zbiegł się w %d iteracji

source: null probability %s
pl: zerowe prawdopodobieństwo %s

source: only %d case
pl: tylko %d przypadek

source: parameter %s does not occur in the model formula
pl: parametr %s nie pojawia się w formule modelu

source: there is %d Error term: only 1 is allowed
pl: jest %d człon błędu: tylko 1 jest dozwolony

source: unable to optimize from this starting value
pl: nie można zoptymalizować z tej wartości startowej

source: unknown name %s in the 'split' list
pl: nieznana nazwa %s w liście 'split'

source: unrecognized control element named %s ignored
pl: nierozpoznany element kontrolny o nazwie %s został zignorowany

source: upper scope has term %s not included in model
pl: górny zakres posiada człon %s, które nie jest uwzględniony w modelu

source: using the %d/%d row from a combined fit
pl: używanie %d/%d wiersza z połączonego dopasowania
