Repository: lukaszdaniel/ivory
Catalog: R/src/library/stats/po/R-*.po
Languages: pl

source: Analysis of Variance: denominator df %s
pl: Analiza tabeli wariancji: stopnie swobody mianownika %s

source: Ansari-Bradley test
pl: Test Ansari-Bradley'a

source: Assuming constant prediction variance even though model fit is weighted
pl: Zakładanie stałości przewidywanej wariancji mimo iż dopasowanie modelu jest ważone

source: Autocorrelations of series %s, by lag
pl: Autokorelacje szeregów %s, w podziale na opóźnienie

source: Autocovariances of series %s, by lag
pl: Autokowariancje szeregów %s, w podziale na opóźnienie

source: Available components:
pl: Dostępne komponenty:

source: Balanced one-way analysis of variance power calculation
pl: Zbalansowana kalkulacja mocy jednokierunkowej analizy wariancji

source: Bandwidth 'bw' = %s
pl: Szerokość pasma 'bw' = %s

source: Barrier algorithm ran out of iterations and did not converge
pl: Algorytmowi bariery zabrakło iteracji przez co nie zbiegł się

source: Bartlett test of homogeneity of variances
pl: Test Bartletta na jednorodność wariancji

source: Bartlett's K-squared
pl: K-kwadrat Bartletta

source: Box-Ljung test
pl: test Boxa-Ljunga

source: Box-Pierce test
pl: Test Box'a-Pierce'a

source: Call:
pl: Wywołanie:

source: Chi-squared Test for Trend in Proportions
pl: Test Chi-kwadrat dla trendu w proporcjach

source: Chi-squared approximation may be incorrect
pl: Aproksymacja chi-kwadrat może być niepoprawna

source: Chi-squared test for given probabilities
pl: Test Chi-kwadrat dla podanych prawdopodobieństw

source: Chi-squared test for given probabilities with simulated p-value (based on %d replicates)
pl: Test Chi-kwadrat dla podanych prawdopodobieństw z symulowaną p-wartością (w oparciu o %d repliki)

source: Cluster Dendrogram
pl: Dendrogram grup:

source: Cluster means:
pl: Średnie grup:

source: Cluster method:
pl: Metoda grupowania:

source: Clustering vector:
pl: Wektor grupujący:

source: Cochran-Mantel-Haenszel M^2
pl: M^2 Cochrana-Mantela-Haenszela

source: Cochran-Mantel-Haenszel test
pl: Test Cochrana-Mantela-Haenszela

source: Coefficients [contrasts: %s]:
pl: Współczynniki [kontrasty: %s]:

source: Coefficients of ridge terms:
pl: Współczyniki członów grzbietowych:

source: Coefficients:
pl: Współczyniki:

source: Column Effects:
pl: Kolumnowe efekty:

source: Colv = "Rowv" but nrow(x) != ncol(x)
pl: 'Colv = "Rowv"', ale 'nrow(x) != ncol(x)'

source: Comparison of Poisson rates
pl: Porównanie współczynnikow Poissona

source: Components
pl: Komponenty

source: Consider providing '%s' method
pl: rozważ dostarczenie metody '%s'

source: Consider specifying 'start' or using a selfStart model
pl: Rozważ określenie 'start' lub użycie modelu 'selfStart'

source: Constant Leverage: Residuals vs Factor Levels
pl: Stała dźwignia: Reszty vs Poziomy czynnika

source: Contrast %s
pl: Kontrast %s

source: Contrast matrix %s
pl: Macierz kontrastu %s

source: Contrasts orthogonal to %s
pl: Kontrasty ortogonalne do %s

source: Contrasts spanned by %s
pl: Kontrasty rozciągnięte przez %s

source: Convergence failure: %s
pl: Niepowodzenie zbieżności: %s

source: Cook's dist vs Leverage
pl: odległość Cooka vs dźwignia

source: Cook's distance
pl: odległość Cooka

source: Correlation of Coefficients:
pl: Korelacja współczynników:

source: Correlation of Parameter Estimates:
pl: Korelacja oszacowań parametrów:

source: Cumulative Data and Convex Minorant
pl: Skumulowane dane oraz wypukły minorant

source: Data:
pl: Dane:

source: Decomposition of additive time series
pl: Dekompozycja addytywnego szeregu czasowego

source: Decomposition of multiplicative time series
pl: Dekompozycja multiplikatywnego szeregu czasowego

source: Degrees of Freedom: %d Total (i.e. Null); %d Residual
pl: Stopnie swobody: %d Wszystkie (t.j. również puste); %d Reszty

source: Density
pl: Gęstość

source: Design is unbalanced - use 'se.contrast()' for se's
pl: Projekt nie jest zrównoważony -- użyj 'se.contrast()' dla 'se'

source: Deviance = %s Iterations - %d
pl: Odchylenie = %s Iteracje - %d

source: Deviance Residuals:
pl: Reszty odchylenia:

source: Diagnostic Comparison Values
pl: Diagnostyczne wartości porównania

source: Differences in mean levels of %s
pl: Różnica w średnich poziomach %s

source: Distance:
pl: Dystans:

source: Empirical CDF
pl: Empiryczna dystrybuanta

source: Empirical CDF: %d unique values with summary
pl: Empiryczna funkcja dystrybucji: %d unikalnych wartości z podsumowaniem

source: Equivalent Degrees of Freedom (Df): %s
pl: Równoważna liczba stopni swobody (Df): %s

source: Equivalent Number of Parameters:
pl: Równoważna liczba parametrów:

source: Equivalent df for ridge terms:
pl: Równoważna liczba stopni swobody dla członów grzbietowych:

source: Error() model is singular
pl: model 'Error()' jest osobliwy

source: Error:
pl: Błąd:

source: Error: %s
pl: Błąd: %s

source: Estimated effects are balanced
pl: Oszacowane efekty są zbalansowane

source: Estimated effects may be unbalanced
pl: Oszacowane efekty mogą być niezbalansowane

source: Exact Poisson test
pl: Dokładny test Poissona

source: Exact binomial test
pl: Dokładny test dwupunktowy

source: Exact conditional test of independence in 2 x 2 x k tables
pl: Dokładny warunkowy test niezależności w tablicach 2 x 2 x k

source: F test assumes 'quasi%s' family
pl: Test Fishera zakłada rodzinę kwazi-%s

source: F test to compare two variances
pl: test F do porównania dwóch wariancji

source: F-statistic (df=%s, %s)=%s
pl: statystyka F (df=%s, %s)=%s

source: F-statistic: %s on %d and %d DF
pl: Statystyka F: %s dla %d oraz %d stopni swobody

source: Factor Correlations:
pl: Korelacje czynnika:

source: Factor Level Combinations
pl: Kombinacje poziomów czynnika

source: Family:
pl: Rodzina:

source: Final Model:
pl: Końcowy model:

source: Final:
pl: Koniec:

source: Fisher's Exact Test for Count Data
pl: Dokładny test Fishera dla zliczeń danych

source: Fisher's Exact Test for Count Data with simulated p-value (based on %d replicates)
pl: Dokładny test Fishera dla zliczeń danych z symulowanymi p-wartościami (w oparciu o %d repliki)

source: Fit:
pl: Dopasowanie:

source: Fitted values
pl: Dopasowane wartości

source: Fligner-Killeen test of homogeneity of variances
pl: Test Flignera-Killeena na jednorodność wariancji

source: Fligner-Killeen:med chi-squared
pl: Fligner-Killeen:chi-kwadrat mediany

source: Formula:
pl: Wzór:

source: Friedman chi-squared
pl: Chi-kwadrat Friedmana

source: Friedman rank sum test
pl: Test Friedmana sumy rang

source: Full coefficients are:
pl: Pełne współczynniki to:

source: Goodness of fit:
pl: Dobroć dopasowania:

source: Grand Mean:
pl: Główna średnia:

source: Grand Means:
pl: Główne średnie:

source: Grand mean
pl: Główna średnia

source: Greenhouse-Geisser epsilon:
pl: epsilon Greenhouse'a-Geissera:

source: Group.%d
pl: Grupa.%d

source: Height
pl: Wysokość

source: Holt-Winters exponential smoothing with trend and additive seasonal component.
pl: Wygładzanie eksponencjalne Holta-Wintersa z trendem oraz addytywnym komponentem sezonowości.

source: Holt-Winters exponential smoothing with trend and multiplicative seasonal component.
pl: Wygładzanie eksponencjalne Holta-Wintersa z trendem oraz multiplikatywnym komponentem sezonowości.

source: Holt-Winters exponential smoothing with trend and without seasonal component.
pl: Wygładzanie eksponencjalne Holta-Wintersa z trendem oraz bez komponentu sezonowości.

source: Holt-Winters exponential smoothing without trend and with additive seasonal component.
pl: Wygładzanie eksponencjalne Holta-Wintersa bez trendu oraz z addytywnym komponentem sezonowości.

source: Holt-Winters exponential smoothing without trend and with multiplicative seasonal component.
pl: Wygładzanie eksponencjalne Holta-Wintersa bez trendu oraz z multiplikatywnym komponentem sezonowości.

source: Holt-Winters exponential smoothing without trend and without seasonal component.
pl: Wygładzanie eksponencjalne Holta-Wintersa bez trendu oraz bez komponentu sezonowości.

source: Holt-Winters filtering
pl: Filtrowanie Holta-Wintersa

source: Huynh-Feldt epsilon:
pl: epsilon Huynha-Feldta:

source: If writing your own selfStart model, see "help(selfStart)" for the new form of the "initial" attribute.
pl: Jeśli piszesz swój własny model 'selfStart', zobacz "help(selfStart)" aby dowiedzieć się o nowej formie atrybutu "initial".

source: Importance of components:
pl: Ważność komponentów:

source: Influence measures of %s:
pl: Miary wpływu %s:

source: Initial Model:
pl: Początkowy model:

source: Initializing %s to '1.'.
pl: Inicjalizowanie %s do '1'.

source: Intercept:
pl: Przecięcie:

source: Isotonic regression %s
pl: Regresja isotoniczna %s

source: Kendall's rank correlation tau
pl: Tau Kendalla rang korelacji

source: Kruskal-Wallis chi-squared
pl: Chi-kwadrat Kruskala-Wallisa

source: Kruskal-Wallis rank sum test
pl: Test Kruskala-Wallisa sum rang

source: LIV too small (15)
pl: LIV jest zbyt małe (15)

source: LV too small (16)
pl: LV jest zbyt małe (16)

source: Lag
pl: Opóźnienie

source: Leverage
pl: Dźwignia

source: Link function:
pl: Funkcja łącząca:

source: Loadings:
pl: Obciążenia:

source: MA part of model is not invertible
pl: część średniej kroczącej modelu nie jest odwracalna

source: MLE only implemented for univariate series
pl: Estymacja największej wiarygodności jest zaimplementowana jedynie dla jednowymiarowych serii

source: Mantel-Haenszel X-squared
pl: X-kwadrat Mantela-Haenszela

source: Mantel-Haenszel chi-squared test with continuity correction
pl: Test Mantela-Haenszela Chi-kwadrat z poprawką ciągłości

source: Margins computed over dimensions in the following order:
pl: Brzegi wyliczone po wymiarach według poniższej kolejności:

source: Mauchly's test of sphericity
pl: Test sferyczności Mauchly'ego

source: McNemar's Chi-squared test
pl: Test Chi-kwadrat McNemara

source: McNemar's Chi-squared test with continuity correction
pl: Test McNemara Chi-kwadrat z poprawką ciągłości

source: McNemar's chi-squared
pl: Chi-kwadrat McNemara

source: Median Polish Results (Dataset: %s)
pl: Wyniki wygładzonej mediany (Zbiór danych: %s)

source: Mood two-sample test of scale
pl: Test skali dwóch prób Mooda

source: Multiple R-squared:
pl: Wielokrotny R-kwadrat:

source: N = %s Bandwidth = %s
pl: N = %s Szerokość pasma = %s

source: NA lev[]; probably smoothing parameter 'spar' is way too large!
pl: NA lev[]; prawdopodobnie parametr wygładzający 'spar' jest stanowczo zbyt duży!

source: NA values are not allowed
pl: wartości NA nie są dozwolone

source: NA values are not allowed in 'd' argument
pl: wartości NA w argumencie 'd' nie są dozwolone

source: NA values are not allowed in 'groups' or 'blocks' arguments
pl: wartości NA nie są dozwolone w argumentach 'groups' oraz 'blocks'

source: NA values are present: setting 'delta' to -1
pl: wartości NA są obecne: ustawianie 'delta' na wartość -1

source: NA values in '%s'
pl: wartości NA w '%s'

source: NA values in 'x'
pl: wartości NA w 'x'

source: NAs in V(mu)
pl: wartości NA w 'V(mu)'

source: NAs in d(mu)/d(eta)
pl: wartości NA w 'd(mu)/d(eta)'

source: NONE
pl: BRAK

source: NOT changed:
pl: NIE zmienione:

source: NOTE:
pl: UWAGA:

source: New selfStart functions are available.
pl: Nowe funkcje 'selfStart' są dostępne.

source: No coefficients
pl: Brak współczynników

source: No error degrees of freedom
pl: Brak stopni swobody błędów

source: No starting values specified for some parameters.
pl: Nie określono wartości początkowych dla niektórych parametrów.

source: Nonlinear regression model
pl: Nieliniowy model regresji

source: Normal Q-Q
pl: Normalny Q-Q

source: Normal Q-Q Plot
pl: Normalny wykres Q-Q

source: Note: The results below are on the weighted scale
pl: Uwaga: Poniższe wyniki są na ważonej skali

source: Notes:
pl: Uwagi:

source: Null Deviance: %s Residual Deviance: %s AIC: %s
pl: Zerowe odchylenie: %s Odchylenie reszt: %s AIC: %s

source: Null deviance:
pl: Zerowe odchylenie:

source: Number of Fisher Scoring iterations:
pl: Liczba iteracji punktacji Fishera:

source: Number of Observations:
pl: Liczba obserwacji:

source: Number of iterations till stop:
pl: Liczba iteracji do momentu zatrzymania:

source: Number of iterations to convergence:
pl: Liczba iteracji do uzyskania zbieżności:

source: Number of objects:
pl: Liczba obiektów:

source: Objective function decreased at outer iteration %d
pl: Funkcja celu zmalała w zewnętrznej iteracji %d

source: Objective function increased at outer iteration %d
pl: Funkcja celu zwiększyła się w zewnętrznej iteracji %d

source: Obs. number
pl: Numer obserwacji

source: Observed / Fitted
pl: Zaobserwowane / Dopasowane

source: One Sample t-test
pl: Test t-Studenta jednej próby

source: One-sample Kolmogorov-Smirnov test
pl: Test Kołmogorova-Smirnova jednej próby

source: One-sample t test power calculation
pl: Kalkulacja mocy testu t-Studenta jeden próby

source: One-way analysis of means
pl: Jednokierunkowa analiza średnich

source: One-way analysis of means (not assuming equal variances)
pl: Jednokierunkowa analiza średnich (nie jest zakładana równość wariancji)

source: Order selected %s sigma^2 estimated as %s
pl: Wybrany rząd %s sigma^2 oszacowanie jako %s

source: Other components:
pl: Inne komponenty:

source: Overall:
pl: Całościowo:

source: P-value adjustment method:
pl: Metoda korekty p-wartości:

source: PCA applies only to numerical variables
pl: analiza głównych komponentów stosuje się jedynie do zmiennych liczbowych

source: Page [%d,%d]: i =%s; j =%s
pl: Strona [%d,%d]: i =%s; j =%s

source: Paired t test power calculation
pl: Sparowany test t-Studenta analizy mocy

source: Paired t-test
pl: Sparowany test t-Studenta

source: Paired t-tests
pl: Sparowane testy t-Studenta

source: Pairwise comparison of proportions
pl: Porównywanie proporcji parami

source: Pairwise comparisons using %s
pl: Porównania parami używając %s

source: Parameters:
pl: Parametry:

source: Partial ACF
pl: Częściowe ACF

source: Partial autocorrelations of series %s, by lag
pl: Częściowe autokorelacje szeregów %s, w podziale na opóźnienie

source: Partial for %s
pl: Częściowe dla %s

source: Pearson's Chi-squared test
pl: Test Chi-kwadrat Pearsona

source: Pearson's Chi-squared test with Yates' continuity correction
pl: Test Chi-kwadrat Pearsona z poprawką ciągłości Yatesa

source: Pearson's Chi-squared test with simulated p-value (based on %d replicates)
pl: Test Chi-kwadrat Pearsona z symulowaną p-wartością (w oparciu o %d repliki)

source: Pearson's product-moment correlation
pl: Korelacja Pearsona

source: Penalized Criterion: %s
pl: Kryterium kary: %s

source: Phillips-Perron Unit Root Test
pl: Test unit root Phillipsa-Perrona

source: Potentially influential observations of %s
pl: Potencjalnie wpływowe obserwacje %s

source: Predicted values
pl: Przewidziane wartości

source: Projection direction vectors:
pl: Wektory kierunku rzutowania:

source: Quade F
pl: F Quade'a

source: Quade test
pl: test Quade'a

source: Quick-TRANSfer stage steps exceeded maximum (= %d)
pl: Kroki etapu Quick-TRANSfer przekroczyły maksimum (= %d)

source: R-Square=%s
pl: R-kwadrat=%s

source: Reason stopped:
pl: Powód zatrzymania:

source: Refitting model to allow projection
pl: Ponowne dopasowywanie modelu aby umożliwić rzutowanie

source: Residual Scale Estimate:
pl: Oszacowanie skali reszt:

source: Residual Standard Error=%s
pl: Standardowy błąd reszt=%s

source: Residual deviance:
pl: Odchylenie reszt:

source: Residual standard error: %s on %d degrees of freedom
pl: Standardowy błąd reszt: %s dla %d stopni swobody

source: Residual sum-of-squares:
pl: Suma kwadratów reszt:

source: Residuals
pl: Reszty

source: Residuals vs Fitted
pl: Reszty vs Dopasowane

source: Residuals vs Leverage
pl: Reszty vs Dźwignia

source: Residuals:
pl: Reszty:

source: Response %s
pl: Zmienna zależna %s

source: Response:
pl: Zmienna zależna:

source: Rotated variables:
pl: Obrócone zmienne:

source: Rotation:
pl: Obrót:

source: Row Effects:
pl: Wierszowe efekty:

source: SE's for type '%s' are not yet implemented
pl: błędy standardowe dla typu '%s' nie są jeszcze zaimplementowane

source: SSD matrix from %s
pl: Macierz SSD z %s

source: Sample Quantiles
pl: Kwantyle próby

source: Scale-Location
pl: Położenie skali

source: See PORT documentation. Code (%d)
pl: Zobacz dokumentację PORT. Kod (%d)

source: Series %s
pl: Serie %s

source: Series:
pl: Serie:

source: Shapiro-Wilk normality test
pl: test normalności Shapiro-Wilk'a

source: Signif. codes:
pl: Kody istotności:

source: Single term additions
pl: Dodanie pojedynczego członu

source: Single term deletions
pl: Usunięcie pojedynczego członu

source: Smoothing Parameter spar=%s lambda=%s
pl: Parametr wygładzający spar=%s lambda=%s

source: Smoothing parameters:
pl: Parametry wygładzające:

source: Spearman's rank correlation rho
pl: Rho Spearmana rang korelacji

source: Standard deviations:
pl: Odchylenia standardowe:

source: Standard error information not returned as design is unbalanced. Standard errors can be obtained through 'se.contrast'.
pl: Standardowa informacja o błędzie nie została zwrócona z powodu niezrównoważenia projektu. Błędy standardowe mogą zostać uzyskane poprzez 'se.contrast'.

source: Standard errors for differences of means
pl: Standardowe błędy dla różnicy średnich

source: Standard errors of effects
pl: Standardowe błędy efektów

source: Standard errors of residuals
pl: Standardowe błędy reszt

source: Standardized Residuals
pl: Ustandaryzowane reszty

source: Standardized residuals
pl: Ustandaryzowane reszty

source: Std. Pearson resid.
pl: Ustandaryzowane reszty Pearsona

source: Std. deviance resid.
pl: reszty standardowego odchylenia

source: Step function
pl: Funkcja krokowa

source: Step halved: new deviance = %s
pl: Krok skrócony do połowy: nowe odchylenie = %s

source: Step: AIC=%s
pl: Krok: AIC=%s

source: Stepwise Model Path
pl: Ścieżka modelu krokowego

source: Stratum %d: %s
pl: Warstwa %d: %s

source: Sum of Squares
pl: Suma kwadratów

source: Table of residuals from each stratum
pl: Tablica reszt dla każdej z warstw

source: Tables of effects
pl: Tablica efektów

source: Tables of means
pl: Tablica średnich

source: Terms added sequentially (first to last)
pl: Człony dodane sekwencyjnie (od pierwszego do ostatniego)

source: Terms:
pl: Człony:

source: The 'ward()' method has been renamed to 'ward.D()'; note new 'ward.D2()'
pl: Metoda 'ward()' została przemianowana na 'ward.D()'; zwróć uwagę na nową metodę 'ward.D2()'

source: The degrees of freedom for the model is %d and the fit was %s
pl: Liczba stopni swobody dla modelu wynosi %d a dopasowanie wyniosło %s

source: The p-value is %s
pl: p-wartość wynosi %s

source: Theoretical Quantiles
pl: Teoretyczne kwantyle

source: Time
pl: Czas

source: Time Series: Start = %s End = %s Frequency = %s
pl: Szeregi czasowe: Start = %s Koniec = %s Częstotliwość = %s

source: Time.series components:
pl: Komponenty szeregu czasowego:

source: Truncation lag parameter
pl: Parametr opóźnienia przycięcia

source: Tukey Additivity Plot
pl: Wykres addytywności Tukey'a

source: Tukey multiple comparisons of means
pl: wielokrotne porównania średnich Tukeya

source: Two Sample t-test
pl: Test t-Studenta dwóch prób

source: Two-sample Kolmogorov-Smirnov test
pl: test Kołmogorowa-Smirnova dwóch prób

source: Two-sample comparison of proportions power calculation
pl: Kalkulacja mocy porównania proporcji dwóch prób

source: Two-sample t test power calculation
pl: Kalkulacja mocy testu t-Studenta dwóch prób

source: Uniquenesses:
pl: Unikatowności:

source: Use SSfpl instead of fpl, SSfol instead of first.order.log, SSbiexp instead of biexp, SSlogis instead of logistic.
pl: Użyj SSfpl zamiast fpl, SSfol zamiast first.order.log, SSbiexp zamiast biexp, SSlogis zamiast logistic.

source: V[IV[1]] = V[%d] = %g is out of range (see PORT docu.)
pl: V[IV[1]] = V[%d] = %g jest poza zakresem (zobacz dokumentację PORT)

source: Variances
pl: Wariancje

source: Variances:
pl: Wariancje:

source: Warning: did *not* converge in specified number of iterations
pl: Ostrzeżenie: algorytm *nie* zbiegł się w określonej liczbie iteracji

source: Weighted Residuals:
pl: Ważone reszty:

source: Weighted residual sum-of-squares:
pl: Suma kwadratów ważonych reszt:

source: Weights:
pl: Wagi:

source: Welch Two Sample t-test
pl: Test t-Studenta dwóch prób Welch'a

source: When comparing means with same levels of:
pl: Podczas porównywania średnich z takimi samymi poziomami:

source: Wilcoxon rank sum test
pl: Test Wilcoxona sumy rang

source: Wilcoxon rank sum test with continuity correction
pl: Test sumy rang Wilcoxona z poprawką ciągłości

source: Wilcoxon signed rank test
pl: Test Wilcoxona znakowanych rang

source: Wilcoxon signed rank test with continuity correction
pl: Test Wilcoxona dla par obserwacji z poprawką ciągłości

source: Within cluster sum of squares by cluster:
pl: W obrębie grupy suma kwadratów ze względu na grupę:

source: X does not define a subspace of M
pl: X nie definiuje podprzestrzeni M

source: X-convergence (3)
pl: zbieżność X (3)

source: X-squared
pl: X-kwadrat

source: __twiced__ NOT changed:
pl: __dwukrotnie__ NIE zmienione:

source: __twiced__ changed:
pl: __dwukrotnie__ zmienione:

source: a two-sided formula is required
pl: wymagana jest dwustronna formuła

source: absolute function convergence (6)
pl: zbieżność modułu funkcji (6)

source: all 'x' values are identical
pl: wszystkie wartości 'x' są identyczne

source: all 'x' values must be non-negative to fit the Weibull growth model
pl: wszystkie wartości 'x' musi być nieujemne aby dopasować model wzrostu Weibull'a

source: all == 1
pl: wszystkie == 1

source: all elements of 'which' must be between 1 and %d
pl: wszystkie elementy 'which' muszą być pomiędzy 1 a %d

source: all entries of 'x' argument must be nonnegative and finite
pl: wszystkie wpisy argumentu 'x' muszą być nieujemne oraz skończone

source: all entries of 'x' must be nonnegative and finite
pl: wszystkie wpisy 'x' muszą być nieujemne oraz skończone

source: all group levels must be finite
pl: wszystkie poziomy grup muszą być skończone

source: all groups must contain data
pl: wszystkie grupy muszą zawierać dane

source: all observations are in the same group
pl: wszystkie obserwacje są w tej samej grupie

source: all parameters were fixed
pl: wszystkie parametry zostały ustalone

source: all proportions
pl: wszystkie proporcje

source: all times contain an NA
pl: wszystkie czasy zawierają wartość NA

source: all weights should be non-negative
pl: wszystkie wagi muszą być nieujemne

source: alternative hypothesis:
pl: hipoteza alternatywna:

source: alternative must be "two.sided", "less" or "greater"
pl: alternatywa musi być 'two.sided', 'less' lub 'greater'

source: ambiguous clustering method %s
pl: niejednoznaczna metoda grupowania %s

source: ambiguous distance method
pl: niejednoznaczna metoda wyznaczania odległości

source: an object of class "anova" must have colnames
pl: obiekt klasy "anova" musi posiadać nazwy kolumn

source: argument 'object' has an impossible length
pl: argument 'object' ma nieprawdopodobną długość

source: argument does not include a 'qr' component
pl: argument nie uwzględnia komponentu 'qr'

source: argument does not include an 'effects' component
pl: argument nie uwzględnia komponentu 'effects'

source: arguments 'r' and 'c' must have the same sums
pl: argumenty 'r' oraz 'c' muszą mieć jednakowe sumy

source: arguments must have the same length
pl: argumenty muszą mieć tę samą długość

source: assuming prediction variance inversely proportional to weights used for fitting
pl: zakładanie przewidywanej wariancji odwrotnie proporcjonalnej do wag użytych do dopasowania

source: at least 2 objects are needed to cluster
pl: co najmniej 2 obiekty są potrzebne aby móc grupować
