Repository: lukaszdaniel/ivory
Catalog: R/src/library/stats/po/R-*.po
Languages: pl

source: models with response %s removed because response differs from model 1
pl: modele ze zmienną zależną %s zostały usunięte, ponieważ zmienna zależna różni się od tego w modelu 1

source: more cluster centers than data points
pl: więcej centrów grup niż punktów danych

source: more cluster centers than distinct data points.
pl: więcej centrów grup niż odmiennych punktów danych.

source: multiple rows match for %s=%s: first taken
pl: wielokrotne dopasowania wierszy dla %s=%s: wzięto pierwszy

source: must have 2 'symbols' for logical 'x' argument
pl: potrzeba mieć dwa 'symbols' dla argumentu logicznego 'x'

source: must have at least 4 observations to fit an 'SSfol' model
pl: potrzeba mieć co najmniej 4 obserwacje aby dopasować model 'SSfol'

source: must have length of response = length of second argument to 'SSfol'
pl: potrzeba, aby długość zmiennej zależnej = długości drugiego argumentu 'SSfol'

source: must have same number of columns in 'x' and 'centers'
pl: potrzeba mieć tę samą liczbę kolumn w 'x' oraz 'centers'

source: must specify 'spans' or a valid kernel
pl: potrzeba określić 'spans' lub poprawne jądro

source: must supply either 'formula' or 'data'
pl: potrzeba dostarczyć albo 'formula' albo 'data'

source: must supply one or more vectors
pl: potrzeba dostarczyć jeden lub więecj wektorów

source: n is number in *each* group
pl: n jest liczbą w *każdej* z grup

source: need CRAN package 'SuppDists' for simulation from the 'inverse.gaussian' family
pl: pakiet 'SuppDists' z CRAN jest wymagany do wykonania symulacji z rodziny 'inverse.gaussian'

source: need an object with call component
pl: potrzeba obiektu z komponentem wywołania

source: need at least 2 data points
pl: potrzeba przynajmniej 2 punktów

source: need at least 2 periods to compute seasonal start values
pl: potrzeba co najmniej 2 okresów aby obliczyć sezonowe wartości startowe

source: need at least four unique 'x' values
pl: potrzeba przynajmniej czterech unikalnych wartości 'x'

source: need dendrograms where all leaves have labels
pl: potrzeba drzew celu, gdzie liście nie posiadają etykiet

source: need multiple responses
pl: potrzeba wielokrotnych zmiennych zależnych

source: need numeric data
pl: potrzeba danych liczbowych

source: need result of 'smooth.spline(keep.data = TRUE)'
pl: potrzeba wyniku 'smooth.spline(keep.data=TRUE)'

source: negative values are not allowed for the '%s' family
pl: ujemne wartości nie są dozwolone dla rodziny '%s'

source: negative weights are not allowed
pl: ujemne wagi nie są dozwolone

source: neither 'x' nor 'covmat' supplied
pl: nie dostarczono 'x' ani 'covmat'

source: no "nobs" attribute is available
pl: brak dostępnego atrybutu 'nobs'

source: no 'add1' method implemented for "mlm" models
pl: brak zaimplementowanej metody 'add1' dla modeli 'mlm'

source: no 'as.stepfun' method available for 'x'
pl: brak dostępnej metody 'as.stepfun' dla 'x'

source: no 'drop1' method for "mlm" models
pl: brak metody 'drop1' dla modeli 'mlm'

source: no 'getInitial' method found for %s objects
pl: nie znaleziono metody 'getInitial' dla obiektów %s

source: no 'nobs()' method is available
pl: brak dostępnej metody 'nobs()'

source: no 'reshapeWide' attribute, must specify 'varying'
pl: brak atrybutu 'reshapeWide', potrzeba określić 'varying'

source: no degrees of freedom for residuals
pl: brak stopni swobody dla reszt

source: no factors in the fitted model
pl: brak czynników w dopasowanym modelu

source: no finite observations
pl: brak skończonych obserwacji

source: no models to compare
pl: brak modeli do porównania

source: no observations informative at iteration %d
pl: brak obserwacji informacyjnych w iteracji %d

source: no parameters to fit
pl: brak parametrów dla dopasowania

source: no replacement values supplied
pl: nie dostarczono wartości zamiennych

source: no rows to aggregate
pl: brak wierszy do zagregowania

source: no scores are available: refit with 'retx=TRUE'
pl: brak dostępnych punktacji: dopasuj ponownie z 'retx=TRUE'

source: no sign change found in %d iterations
pl: nie wykryto zmiany znaku w %d iteracjach

source: no solution in the specified range of bandwidths
pl: brak rozwiązania we wskazanym zakresie pasma

source: no starting values specified
pl: nie określono wartości początkowych

source: no terms component nor attribute
pl: brak komponentu 'terms' oraz atrybutu

source: no terms in scope
pl: brak członów w zakresie

source: no terms in scope for adding to object
pl: brak członów w zakresie do dodania do obiektu

source: no time series supplied
pl: nie dostarczono szeregu czasowego

source: no valid set of coefficients has been found: please supply starting values
pl: nie znaleziono poprawnego zestawu współczynników: proszę dostarczyć wartości początkowe

source: non-NA residual length does not match cases used in fitting
pl: długości nie-NA reszt nie zgadzają się z przypadkami użytymi w dopasowaniu

source: non-factors ignored: %s
pl: zignorowano nie-czynniki: %s

source: non-finite '%s' argument
pl: nieskończony argument '%s'

source: non-finite coefficients at iteration %d
pl: nieskończone współczynniki w %d iteracji

source: non-integer counts in a binomial glm!
pl: niecałkowita liczba zliczeń w rozkładzie Bernoulliego w 'glm'!

source: non-integer number of successes in a binomial glm!
pl: niecałkowita liczba sukcesów w rozkładzie Bernoulliego w funkcji 'glm()'!

source: non-intersecting series
pl: nieprzecinające się szeregi

source: non-leaf subtree of length 0
pl: bezlistne poddrzewo o długości 0

source: non-positive values not allowed for the 'gamma' family
pl: niedodatnie wartości nie są dozwolone dla rodziny 'gamma'

source: non-stationary AR part
pl: niestacjonarna część autoregresji

source: non-stationary AR part from CSS
pl: niestacjonarna część autoregresji z warunkowej sumy kwadratów

source: non-stationary seasonal AR part
pl: niestacjonarna sezonowa część autoregresji

source: non-stationary seasonal AR part from CSS
pl: niestacjonarna sezonowa część autoregresji z warunkowej sumy kwadratów

source: non-time series not of the correct length
pl: szeregi nie-czasowe nie mają poprawnej długości

source: not a valid step function
pl: to nie jest poprawna funkcja krokowa

source: not all series have the same frequency
pl: nie wszystkie szeregi mają tę samą częstotliwość

source: not an unreplicated complete block design
pl: to nie jest niezreplikowana kompletna konstrukcja bloku

source: not enough '%s' observations
pl: niewystarczająca liczba obserwacji '%s'

source: not enough 'x' data
pl: zbyt mało danych 'x'

source: not enough 'y' data
pl: zbyt mało danych 'y'

source: not enough data
pl: zbyt mało danych

source: not enough degrees of freedom to define contrasts
pl: niewystarczająca liczba stopni swobody do zdefiniowania kontrastów

source: not enough finite observations
pl: niewystarczająca liczba skończonych obserwacji

source: not enough groups
pl: niewystarczająca liczba grup

source: not enough observations
pl: niewystarczająca liczba obserwacji

source: not plotting observations with leverage one: %s
pl: brak wykreślalnych obserwacji z jednej transmisji: %s

source: nothing to tabulate
pl: nic do tabulowania

source: null values:
pl: wartości puste:

source: num df
pl: st. sw. licznika

source: number of 'cutpoints' must be one less than number of symbols
pl: liczba 'cutpoints' musi być o jeden mniejsza niż liczba symboli

source: number of 'cutpoints' must be one more than number of symbols
pl: liczba 'cutpoints' musi być o jeden większa niż liczba symboli

source: number of cluster centres must lie between 1 and nrow(x)
pl: liczba centrów grup musi leżeć pomiędzy 1 a 'nrow(x)'

source: number of differences must be a positive integer
pl: liczba różnic musi być dodatnią liczbą całkowitą

source: number of events
pl: liczba zdarzeń

source: number of groups must be at least 2
pl: liczba grup musi być przynajmniej równa 2

source: number of observations in 'x' and 'y' arguments must match
pl: liczba obserwacji w argumentach 'x' oraz 'y' musi się zgadzać

source: number of observations in each group must be at least 2
pl: liczba obserwacji w każdej grupie musi wynosić minimum 2

source: number of offsets (%d) should be equal to number of observations (%d)
pl: liczba przesunięć (%d) powinna być równa liczbie obserwacji (%d)

source: number of rows in use has changed: remove missing values?
pl: liczba wierszy w użyciu zmieniła się: usunąć brakujące wartości?

source: number of series in 'object' and 'newdata' do not match
pl: liczba serii w 'object' oraz 'newdata' nie zgadzają się

source: number of successes
pl: liczba sukcesów

source: number of trials
pl: liczba prób

source: number of values supplied is not a sub-multiple of the number of values to be replaced
pl: liczba dostarczonych wartości nie jest pod-wielokrotnością liczby wartości do zamiany

source: number of weights = %d should equal %d (number of responses)
pl: liczba wag = %d powinna być równa %d (liczbie zmiennych zależnych)

source: number of weights must match number of observations
pl: liczba wag musi zgadzać się z liczbą obserwacji

source: numeric 'y' argument must be supplied. For density estimation use 'density()'
pl: liczbowy argument 'y' musi zostać dostarczony. Dla estymacji gęstości użyj 'density()'

source: numeric contrasts or contrast name expected
pl: oczekiwano kontrastów liczbowych lub nazwy kontrastu

source: object '%s' has no scores
pl: obiekt '%s' nie ma punktów

source: object must be of class %s or %s
pl: obiekt musi być klasy %s lub %s

source: observations with 0 weight were not used in calculating standard deviation
pl: obserwacje z zerową wagą nie zostały użyte podczas obliczania odchylenia standardowego

source: observations with zero weight not used for calculating dispersion
pl: obserwacje z zerową wagą nie zostały użyte podczas kalkulacji dyspersji

source: odds ratio
pl: iloraz szans

source: old-style self-starting model functions are no longer supported.
pl: samo-startujące funkcje modelu starego stylu nie są już wspierane.

source: one-dimensional optimization by Nelder-Mead is unreliable: use "Brent" or optimize() directly
pl: jednowymiarowa optymalizacja metodą Neldera-Meada nie jest wiarygodna: użyj 'Brent' lub 'optimize()' bezpośrednio

source: only %d of the first %d eigenvalues are > 0
pl: tylko %d pierwszych %d wartości własnych jest > 0

source: only 1-4 predictors are allowed
pl: tylko od 1 do 4 predyktorów jest dozwolone

source: only implemented for univariate time series
pl: zaimplementowane tylko dla jednowymiarowego szeregu czasowego

source: only replacement of elements is allowed
pl: dozwolona jest tylko zamiana elementów

source: only univariate series are allowed
pl: tylko jednowymiarowe serie są dozwolone

source: optimization difficulties: %s
pl: problemy optymalizacji: %s

source: optimization failure
pl: niepowodzenie optymalizacji

source: option "%s" is invalid: assuming TRUE
pl: opcja "%s" jest niepoprawna: zakładanie TRUE

source: orthogonal polynomials cannot be represented accurately enough for %d degrees of freedom
pl: ortogonalne wielomiany nie mogą być reprezentowane wystarczająco dokładnie dla %d stopni swobody

source: p-value
pl: p-wartość

source: p-value will be approximate in the presence of ties
pl: wartość prawdopodobieństwa w obecności powtórzonych wartości będzie przybliżona

source: p-value:
pl: p-wartość:

source: p-value=%s
pl: p-wartość=%s

source: p-values for Ljung-Box statistic
pl: p-wartości dla statystyki Ljunga-Boxa

source: package 'MASS' must be installed
pl: pakiet 'MASS' musi być zainstalowany

source: parameters without starting value in 'data': %s
pl: parametry bez początkowej wartości w 'data': %s

source: pooling of SD is incompatible with paired tests
pl: zbieranie standardowego odchylenia jest niezgodne ze sparowanymi testami

source: positive values only are allowed for the 'inverse.gaussian' family
pl: dodanie wartości są dozwolone jedynie dla rodziny 'inverse.gaussian'

source: possible convergence problem: 'optim' gave code = %d and message %s
pl: prawdopodobny problem zbieżności: 'optim' zwrócił kod= %d oraz wiadomość %s

source: possible convergence problem: optim gave code = %d
pl: prawdopodobny problem zbieżności: 'optim' zwrócił kod= %d

source: prediction from a rank-deficient fit may be misleading
pl: predykcja z dopasowania z niedoborem rang może być myląca

source: predictions on current data refer to _future_ responses
pl: predykcje na bieżących danych odnoszą się do _przyszłych_ wartości zmiennej zależnej

source: predictors must all be numeric
pl: wszystkie predyktory muszą być liczbami

source: probabilities must be finite, non-negative and not all 0
pl: prawdopodobieństwa muszą być nieujemne.

source: probabilities must be non-negative.
pl: prawdopodobieństwa muszą być nieujemne.

source: probabilities must sum to 1.
pl: prawdopodobieństwa muszą sumować się do 1.

source: probability of success
pl: prawdopodobieństwo sukcesu

source: proportion
pl: proporcja

source: rate ratio
pl: stosunek skali

source: ratio of scales
pl: stosunek skal

source: ratio of variances
pl: stosunek wariancji

source: read the documentation for 'trace' more carefully
pl: przeczytaj dokumentację dotyczącą 'trace' bardziej uważnie

source: ref = %d must be in 1L:%d
pl: ref = %d musi być w przedziale 1L:%d

source: relative convergence (4)
pl: względna zbieżność (4)

source: requested 'conf.level' value is not achievable
pl: żądana wartość 'conf.level' nie jest osiągalna

source: requested conf.level not achievable
pl: żądany 'conf.level' nie jest osiągalny

source: requested scores without an 'x' matrix
pl: zażądano punktacji bez macierzy 'x'

source: residual degrees of freedom in object suggest this is not an "lm" fit
pl: stopnie swobody reszty w obiekcie sugerują, że nie jest do dopasowanie 'lm'

source: residuals have rank %d < %d
pl: reszty mają rangę %d < %d

source: residuals have rank %s < %s
pl: reszty mają rangę %s < %s

source: response not allowed in formula
pl: zmienna zależna nie jest dozwolona w formule

source: roundoff error is detected in the extrapolation table
pl: wykryto błąd zaokrąglenia w tabeli ekstrapolacji

source: roundoff error was detected
pl: wykryto błąd zaokrąglenia

source: row dendrogram ordering gave index of wrong length
pl: porządkowanie drzewa celu względem wierszy zwróciło indeks o niepoprawnej długości

source: sample estimates:
pl: oszacowania dla próby:

source: sample is too sparse to find TD
pl: próbka jest zbyt rzadka aby znaleźć TD

source: sample size in each stratum must be > 1
pl: rozmiar próby w każdej warstwie musi być > 1

source: samples differ in location: cannot compute confidence set, returning NA
pl: próby różnią się położeniem: nie można obliczyć przedziału ufności, zwracanie wartości NA

source: scale:
pl: skala:

source: scatter plots only for univariate time series
pl: wykresy punktowe tylko dla jednowymiarowych szeregów czasowych

source: scope is not a subset of term labels
pl: zakres nie jest podzbiorem etykiet członów

source: search in [%g,%g]
pl: szukanie w [%g,%g]

source: search in [%g,%g] ...
pl: szukanie w [%g,%g] ...

source: seasonal MA part of model is not invertible
pl: sezonowa część średniej kroczącej modelu nie jest odwracalna

source: series is corrupt, with no 'tsp' attribute
pl: szereg jest uszkodzony, bez atrybutu 'tsp'

source: series is corrupt: length %d with 'tsp' implying %d
pl: szereg jest uszkodzony: długość %d z 'tsp' sugerującym %d

source: series is not periodic or has less than two periods
pl: szereg nie jest periodyczny lyb ma mniej niż dwa okresy

source: setVarying : 'vary' length must match length of parameters
pl: setVarying : długość 'vary' musi zgadzać się z długością parametrów

source: setting df = 1 __use with care!__
pl: ustawianie 'df = 1' __używaj z ostrożnością!__

source: sigma^2 estimated as %s: log likelihood = %s, aic = %s
pl: sigma^2 oszacowane jako %s: logarytm funkcji wiarygodności = %s, AIC = %s

source: sigma^2 estimated as %s: part log likelihood = %s
pl: sigma^2 oszacowane jako %s: częściowy logarytm funkcji wiarygodności = %s

source: singular contrast matrix
pl: osobliwa macierz kontrastów

source: singular convergence (7)
pl: osobliwa zbieżność (7)

source: singular fit encountered
pl: napotkano osobliwe dopasowanie

source: singular gradient matrix at initial parameter estimates
pl: osobliwa macierz gradientu w początkowych oszacowaniach parametru

source: singularities in regression
pl: osobliwości w regresji

source: size != sum(x), i.e. one is wrong
pl: 'size != sum(x)', tzn. jeden jest niepoprawny

source: size cannot be NA nor exceed 65536
pl: rozmiar nie może wynosić NA ani też przekraczać wartość 65536

source: smoothing parameter value is too large
pl: wartość parametru wygładzającego jest zbyt duża

source: smoothing parameter value is too small
pl: wartość parametru wygładzającego jest zbyt mała

source: some AR parameters were fixed: setting 'transform.pars = FALSE'
pl: niektóre parametry autoregresji zostały ustalone: ustawianie 'transform.pars = FALSE'

source: some ARMA parameters were fixed: setting transform.pars = FALSE
pl: niektóre parametry modelu kroczącej średniej autoregresji zostały ustalone: ustawianie 'transform.pars = FALSE'

source: some constant variables (%s) are really varying
pl: niektóre zmienne o stałej wartości (%s) tak naprawdę się zmieniają

source: some elements of 'x' argument are not numeric and will be coerced to numeric
pl: niektóre elementy argumentu 'x' nie są liczbami i zostaną przekształcone na liczby

source: some terms will have NAs due to the limits of the method
pl: niektóre wyrażenia będą miały wartości NA z uwagi na ograniczenia metody

source: some weights should be positive
pl: niektóre wagi powinny być dodatnie

source: specified both 'df' and 'cv'; will disregard the latter
pl: określono jednocześnie 'df' oraz 'cv'; drugi zostanie odrzucony

source: specified parametric for all predictors
pl: określono parametry dla wszystkich predyktorów

source: specified the square of a factor predictor to be dropped when degree = 1
pl: określono kwadrat predyktora czynnika, który ma zostać pominięty, gdy stopień = 1

source: specified the square of a predictor to be dropped with only one numeric predictor
pl: określono kwadrat predyktora, który ma zostać pominięty z tylko jednym liczbowym predyktorem

source: specify 'rate' or 'scale' but not both
pl: określ 'rate' lub 'scale', ale nie oba jednocześnie

source: specify exactly one of 'k' and 'h'
pl: określ dokładnie jeden z 'k' oraz 'h'

source: specify exactly one of 'which' and 'x'
pl: określ dokładnie jeden z 'which' oraz 'x'

source: spectrum
pl: spektrum

source: spectrum (dB)
pl: spektrum (dB)

source: spline: first and last y values differ - using y[1L] for both
pl: spline: pierwsza oraz ostatnia wartość 'y' różnią się -- używanie 'y[1L]' dla obu

source: spline: first and last y values differ - using y[1] for both
pl: spline: pierwsza oraz ostatnia wartość 'y' różnią się -- używanie 'y[1]' dla obu

source: start %d value: %s uniqs: %s
pl: start %d wartości: %s unikalne: %s

source: step size truncated due to divergence
pl: rozmiar kroku został przycięty ze względu na rozbieżność

source: step size truncated: out of bounds
pl: rozmiar kroku został przycięty: poza granicami

source: stepfun: 'x' must be ordered increasingly
pl: stepfun: 'x' musi być uporządkowany rosnąco

source: storage only has been allocated (14)
pl: jedynie składowanie zostało przydzielone (14)

source: supply both 'x' and 'y' or a matrix-like 'x'
pl: dostarcz oba 'x' oraz 'y' lub 'x' przypominające macierz

source: t tests with non-pooled SD
pl: t testy z niepołączonym standardowym odchyleniem

source: t tests with pooled SD
pl: t testy z połączonym standardowym odchyleniem

source: table 'x' should have 2 entries
pl: tabela 'x' powinna mieć 2 wpisy

source: the 'height' component of 'tree' is not sorted (increasingly)
pl: komponent 'height' w 'tree' nie jest (rosnąco) posortowany

source: the 'se.fit' argument is not yet implemented for "mlm" objects
pl: argument 'se.fit' dla obiektów 'mlm' nie jest jeszcze zaimplementowany

source: the CDF of x lies above that of y
pl: dystrybuanta x leży powyżej dystrybuanty y

source: the CDF of x lies above the null hypothesis
pl: dystrybuanta x leży powyżej dystrybuanty dla hipotezy zerowej

source: the CDF of x lies below that of y
pl: dystrybuanta x leży poniżej dystrybuanty y

source: the CDF of x lies below the null hypothesis
pl: dystrybuanta x leży poniżej dystrybuanty dla hipotezy zerowej

source: the case k > 2 is unimplemented
pl: przypadek dla k > 2 nie jest zaimplementowany

source: the contrast defined is empty (has no TRUE elements)
pl: zdefiniowany kontrast jest pusty (nie ma elementów TRUE)

source: the first value of the time series must not be missing
pl: pierwsza wartość szeregu czasowego nie może być brakującą

source: the following arguments to 'anova.glm' are invalid and dropped:
pl: następujące argumenty przekazane do 'anova.glm' są niepoprawne i zostały pominięte:

source: the input is invalid
pl: wejście jest niepoprawne

source: the integral is probably divergent
pl: całka jest prawdopodobnie rozbieżna

source: the series is entirely NA
pl: seria jest całkowicie wypełniona wartościami 'NA'

source: there are records with missing times, which will be dropped.
pl: pojawiają się rekordy z brakującymi czasami, które zostaną pominięte.

source: there must be at least 2 observations in each group
pl: potrzeba co najmniej 2 obserwacji w każdej grupie

source: this fit does not inherit from "lm"
pl: to dopasowanie nie dziedziczy z 'lm'

source: ties should not be present for the Kolmogorov-Smirnov test
pl: wartości powtórzone nie powinny być obecne w teście Kolmogorowa-Smirnowa

source: time base
pl: podstawa czasu

source: time series contains internal NA values
pl: szeregi czasowe zawierają wewnętrznie wartości NA

source: time series has no or less than 2 periods
pl: szereg czasowy nie posiada okresów lub ma ich mniej niż 2

source: times to be replaced do not match
pl: czasy do zastąpienia nie zgadzają się

source: too few cases, n < k
pl: zbyt mało przypadków, n < k

source: too few distinct input values to fit a Michaelis-Menten model
pl: zbyt mało różnych wartości wejściowych aby dopasować model Michaelisa-Mentena

source: too few distinct input values to fit a biexponential
pl: zbyt mało różnych wartości wejściowych aby dopasować 'biexponential'

source: too few distinct input values to fit a four-parameter logistic
pl: zbyt mało różnych wartości wejściowych aby dopasować 4 parametrową funkcję logistyczną

source: too few distinct input values to fit a logistic model
pl: zbyt mało różnych wartości wejściowych aby dopasować model logistyczny

source: too few distinct input values to fit an asymptotic regression model
pl: zbyt mało różnych wartości wejściowych aby dopasować model regresji asymptotycznej

source: too few distinct input values to fit the 'asympOff' model
pl: zbyt mało różnych wartości wejściowych aby dopasować model 'asympOff'

source: too few distinct input values to fit the 'asympOrig' model
pl: zbyt mało różnych wartości wejściowych aby dopasować model 'asympOrig'

source: too few distinct input values to fit the Gompertz model
pl: zbyt mało różnych wartości wejściowych aby dopasować model Gompertza

source: too few distinct input values to fit the Weibull growth model
pl: zbyt mało różnych wartości wejściowych aby dopasować model wzrostu Weibull'a

source: too few groups
pl: zbyt mało grup

source: too few non-missing observations
pl: zbyt mało niebrakujących obserwacji

source: too few observations to fit an asymptotic regression model
pl: zbyt mało obserwacji aby dopasować model regresji asymptotycznej
