Repository: lukaszdaniel/ivory
Catalog: R/src/library/stats/po/R-*.po
Languages: pl

source: at least 2 points are needed to select a bandwidth automatically
pl: co najmniej 2 punkty są potrzebne aby automatycznie wybrać szerokość pasma

source: at least one entry of 'x' must be positive
pl: przynajmniej jeden wpis w 'x' musi być dodatni

source: at least one integration limit is missing
pl: brakuje co najmniej jednej granicy całkowania

source: at least two non-NA values to interpolate are needed
pl: co najmniej dwie wartości nie-NA są wymagane do interpolacji

source: attempt to smooth NA values
pl: próba wygładzenia wartości NA

source: attempt to smooth non-numeric values
pl: próba wygładzenia wartości nieliczbowych

source: attempting model selection on an essentially perfect fit is nonsense
pl: próba wyboru modelu dla idealnego dopasowania jest bez sensu

source: bad value for 'end' argument
pl: niepoprawna wartość dla argumentu 'end'

source: bad value for 'lag' or 'differences' argument
pl: niepoprawna wartość dla argumentów 'lag' lub 'differences'

source: bad value for 'lag' or 'differences' arguments
pl: niepoprawna wartość dla argumentów 'lag' lub 'differences'

source: bad value for 'start'
pl: niepoprawna wartość dla 'start'

source: bandwidth 'k' must be >= 1 and odd!
pl: pasmo 'k' musi być >= 1 i musi być nieparzyste!

source: baseline group number out of range
pl: numer grupy bazowej jest poza zakresem

source: biplots are not defined for complex PCA
pl: wykresy dwuwymiarowego modelu dyspersji dla grup nie są zdefiniowane dla analizy zespolonych głównych komponentów

source: both 'span' and 'enp.target' specified: 'span' will be used
pl: określono 'span' oraz 'enp.target': zostanie użyty 'span'

source: both 'x' and 'covmat' were supplied: 'x' will be ignored
pl: dostarczono jednocześnie 'x' oraz 'covmat': 'x' zostanie zignorowany

source: both 'x' and 'y' must be non-empty
pl: oba 'x' oraz 'y' muszą być niepuste

source: both X-convergence and relative convergence (5)
pl: oba: X-zbieżność oraz względna zbieżność (5)

source: bounds can only be used with method L-BFGS-B (or Brent)
pl: granice mogą być użyte jedynie z metodą L-BFGS-B (lub Brent)

source: burn-in 'n.start' must be as long as 'ar + ma'
pl: oryginał 'n.start' musi być tak długi jak 'ar + ma'

source: calling anova.lm(<fake-lm-object>) ...
pl: wywoływanie 'anova.lm(<fake-lm-object>)' ...

source: calling predict.lm(<fake-lm-object>) ...
pl: wywoływanie 'predict.lm(<fake-lm-object>)' ...

source: calling summary.lm(<fake-lm-object>) ...
pl: wywoływanie 'summary.lm(<fake-lm-object>)' ...

source: can use 'ci.type="ma"' only if first lag is 0
pl: można użyć 'ci.type="ma"' tylko jeśli pierwsze opóźnienie wynosi 0

source: cannot calculate REML log-likelihood for "nls" objects
pl: nie można obliczyć REML logarytmu funkcji wiarygodności dla obiektów 'nls'

source: cannot change frequency from %g to %g
pl: nie można zmienić częstotliwości z %g na %g

source: cannot compute asymptotic confidence set or estimator
pl: nie można obliczyć asymptotycznego przedziału ufności lub estymatora

source: cannot compute confidence interval when all observations are tied
pl: nie można obliczyć przedziału ufności gdy wszystkie obserwacje są powtórzone

source: cannot compute confidence set, returning NA
pl: nie można obliczyć przedziału ufności, zwracanie wartości NA

source: cannot compute estimate, returning NA
pl: nie można obliczyć estymatora, zwracanie wartości NA

source: cannot compute exact confidence interval with ties
pl: nie można obliczyć dokładnego przedziału ufności z wartościami powtórzonymi

source: cannot compute exact confidence interval with zeroes
pl: nie można obliczyć dokładnego przedziału ufności z zerami

source: cannot compute exact confidence intervals with ties
pl: nie można obliczyć dokładnych przedziałów ufności z powtórzonymi wartościami

source: cannot compute exact p-value with ties
pl: nie można obliczyć dokładnej wartości prawdopodobieństwa z powtórzonymi wartościami

source: cannot compute exact p-value with zeroes
pl: nie można obliczyć dokładnej wartości prawdopodobieństwa z zerami

source: cannot compute simulated p-value with zero marginals
pl: nie można obliczyć symulowanej wartości prawdopodobieństwa z zerowymi granicami

source: cannot create a formula from a zero-column data frame
pl: nie można utworzyć formuły z ramki danych o zerowej liczbie kolumn

source: cannot find valid starting values: please specify some
pl: nie można znaleźć poprawnych wartości startowych; proszę określić kilka

source: cannot fit an asymptotic regression model to these data
pl: nie można dopasować modelu regresji asymptotycznej do tych danych

source: cannot fit models without level ('alpha' must not be 0 or FALSE)
pl: nie można dopasować do modeli bez poziomu ('alpha' nie może być zerem lub wartością FALSE)

source: cannot handle 'pairwise.complete.obs'
pl: nie można obsłużyć 'pairwise.complete.obs'

source: cannot plot more than 10 series as "multiple"
pl: nie można narysować więcej niż 10 szeregów jako 'multiple'

source: cannot recognize parameter name
pl: nie można rozpoznać nazwy parametru

source: cannot rescale a constant/zero column to unit variance
pl: nie można przeskalować kolumny stałych wartości/zer na jednostkową wariancję

source: cannot simulate from non-integer prior.weights
pl: nie można symulować z niecałkowitych 'prior.weights'

source: cannot use 'cor = TRUE' with a constant variable
pl: nie można użyć 'cor=TRUE' ze zmienną przyjmującą stałą wartość

source: cannot use dots in formula with given data
pl: nie można używać kropek w formule z zadanymi danymi

source: cannot use more inner knots than unique 'x' values
pl: nie można użyć więcej wewnętrznych węzłów niż unikalnych wartości 'x'

source: changed:
pl: zmienione:

source: coefficients do not add to 1
pl: współczynniki nie sumują się do 1

source: collapsing to unique 'x' values
pl: zwijanie do unikalnych wartości 'x'

source: column dendrogram ordering gave index of wrong length
pl: porządkowanie drzewa celu względem kolumn zwróciło indeks o niepoprawnej długości

source: columns of 'contrast.obj' must define a contrast (sum to zero)
pl: kolumny 'contrast.obj' muszą określać konstrast (sumować się do zera)

source: columns of 'contrast.obj' must define a contrast(sum to zero)
pl: kolumny 'contrast.obj' muszą określać kontrast (sumować się do zera)

source: common odds ratio
pl: wspólny iloraz szans

source: contrast function '%s' does not support 'sparse = TRUE'
pl: funkcja kontrastu '%s' nie wspiera 'sparse = TRUE'

source: contrasts apply only to factors
pl: kontrasty mają zastosowanie jedynie do czynników

source: contrasts can be applied only to factors with 2 or more levels
pl: kontrasty można zastosować jedynie do czynników z dwoma lub więcej poziomami

source: contrasts dropped from factor %s due to missing levels
pl: kontrasty zostały usunięte z czynnika %s z uwagi na brakujące poziomy

source: contrasts not defined for %d degrees of freedom
pl: kontrasty nie są zdefiniowane dla %d stopni swobody

source: convergence problem in zero finding:
pl: problem ze zbieżnością podczas znajdywania zera:

source: converting non-invertible initial MA values
pl: konwertowanie nieodwracalnych wartości początkowych kroczącej średniej

source: correlation
pl: korelacja

source: covariance matrix is not non-negative definite
pl: macierz kowariancji nie jest nieujemnie określona

source: coverage probability out of range [0,1)
pl: prawdopodobieństwo pokrycia poza przedziałem [0,1)

source: cross-validation with non-unique 'x' values seems doubtful
pl: krzyżowa walidacja z nieunikalnymi wartościami 'x' wydaje się wątpliwa

source: data are essentially constant
pl: dane są w zasadzie stałe

source: data must be non-zero for multiplicative Holt-Winters
pl: dane muszą być niezerowe dla multiplikatywnego modelu Holta-Wintersa

source: data: %s
pl: dane: %s

source: dendrogram entries must be 1,2,..,%d (in any order), to be coercible to an object of class "hclust"
pl: wpisy dendrogramu muszą wynosić 1, 2, ..., %d (w dowolnej kolejności), aby były przekształcalne na obiekt klasy "hclust"

source: dendrogram leaf '%s', at height %s
pl: liść dendrogramu '%s', na wysokości %s

source: dendrogram node with non-positive #{branches}
pl: węzeł drzewa celów z wartościami nie-dodatnimi #{gałęziami}

source: dendrogram non-leaf node with non-positive #{branches}
pl: bezliściowy węzeł drzewa celu z wartościami nie-dodatnimi #{gałęziami}

source: dendrogram with %d branches and %d members total, at height %s
pl: dendrogram z %d gałęziami oraz %d członkami, na wysokości %s

source: dendrogram with %d branches and %d members, at height %s
pl: dendrogram z %d gałęziami oraz %d członkami, na wysokości %s

source: denom df
pl: st. sw. mianownika

source: design is unbalanced so cannot proceed
pl: projekt nie jest zrównoważony, dlatego też nie można kontynuować

source: df
pl: st. sw.

source: diag(.) had 0 or NA entries; non-finite result is doubtful
pl: 'diag(.)' miał 0 lub wpisy NA; nieskończony rezultat jest wątpliwy

source: did not succeed extending the interval endpoints for f(lower) * f(upper) <= 0
pl: nie uzyskano sukcesu poprzez rozszerzenie końców przedziału dla 'f(lower) * f(upper) <= 0'

source: difference in location
pl: różnica w położeniu

source: difference in means
pl: różnica w średnich

source: dimension 0 in 'x' or 'y' argument
pl: zerowy wymiar w argumencie 'x' lub 'y'

source: dissimilarities are of improper length
pl: odmienności nie mają poprawnej długości

source: distances must be result of 'dist' or a square matrix
pl: odległości muszą być wynikiem 'dist' lub być kwadratową macierzą

source: each dimension in table must be >= 2
pl: każdy wymiar w tabeli musi być >= 2

source: each element of '%s' must be logical
pl: każdy element '%s' musi być elementem logicznym

source: eff.aovlist: non-orthogonal contrasts would give an incorrect answer
pl: eff.aovlist: nieortogonalne kontrasty dałyby niepoprawną odpowiedź

source: either 'k' or 'h' must be specified
pl: jedno z 'k' lub 'h' musi zostać określone

source: elements of 'k' must be between 1 and %d
pl: elementy 'k' muszą być pomiędzy 1 a %d

source: elements of 'n' must be positive
pl: elementy 'n' muszą być dodatnie

source: elements of 'p' must be in (0,1)
pl: elementy 'p' muszą być w przedziale (0,1)

source: elements of 'x' must be nonnegative
pl: elementy 'x' muszą być nieujemne

source: elements of 'x' must not be greater than those of 'n'
pl: elementy 'x' nie mogą być większe niż elementy 'n'

source: empty cluster: try a better set of initial centers
pl: pusta grupa: spróbuj lepszego zestawu początkowych centrów

source: empty model supplied
pl: dostarczono pusty model

source: essentially perfect fit: summary may be unreliable
pl: idealne dopasowanie: podsumowanie może nie być wiarygodne

source: event rate
pl: częstość zdarzeń

source: exactly one of '%s', '%s', '%s', '%s', and '%s' arguments must be NULL
pl: dokładnie jeden z argumentów '%s', '%s', '%s', '%s', oraz '%s' musi mieć wartość NULL

source: exactly one of 'groups', 'n', 'between.var', 'within.var', 'power', and 'sig.level' must be NULL
pl: dokładnie jeden z 'groups', 'n', 'between.var', 'within.var', 'power', oraz 'sig.level' musi mieć wartość NULL

source: expected count1
pl: oczekiwane zliczenia1

source: extending time series when replacing values
pl: rozszerzanie szeregów czasowych przy wymianie wartości

source: extra arguments were discarded
pl: dodatkowe argumenty zostały odrzucone

source: extremely bad integrand behaviour
pl: bardzo złe zachowanie czynnika podcałkowego

source: factor analysis applies only to numerical variables
pl: analiza czynnikowa stosuje się tylko zmiennych liczbowych

source: factor analysis requires at least three variables
pl: analiza czynnikowa wymaga przynajmniej trzech zmiennych

source: factor levels have been ordered
pl: poziomy czynnika zostały uporządkowane

source: factors are not allowed
pl: czynniki nie są dozwolone

source: failed to guess time-varying variables from their names
pl: nie udało się odgadnąć zmiennych zależnych od czasu z ich nazw

source: failed with message %s
pl: niepowodzenie z komunikatem %s

source: false convergence (8)
pl: fałszywa zbieżność (8)

source: family '%s' not implemented
pl: rodzina '%s' nie jest zaimplementowana

source: fitting to calculate the null deviance did not converge -- increase 'maxit' value?
pl: dopasowanie aby wyliczyć zerowe odchylenie nie uzbieżniło się -- zwiększyć wartość 'maxit'?

source: fn cannot be computed at initial par (63)
pl: fn nie może być obliczone w parametrze początkowym (63)

source: for the %s family, 'y' argument must be a vector of 0 and 1's or a 2 column matrix where first column is the number of successes and second column is the number of failures
pl: dla rodziny %s, argument 'y' musi być wektorem zer i jedynek lub 2 kolumnową macierzą, gdzie pierwsza kolumna jest liczbą sukcesów, a druga kolumna jest liczbą porażek

source: formula '%s' must be of the form '~expr'
pl: formuła '%s' musi mieć formę '~expr'

source: frequency
pl: częstotliwość

source: frequency must be a positive integer >= 2 for BSM
pl: częstotliwość musi być dodatnią liczbą całkowitą >= 2 dla Podstawowego Modelowania Strukturalnego (BSM)

source: function evaluation limit reached without convergence (9)
pl: osiągnięto granicę ewaluacji funkcji bez uzyskania zbieżności (9)

source: further components:
pl: dalsze komponenty:

source: glm.fit: algorithm did not converge
pl: glm.fit: algorytm nie zbiegł się

source: glm.fit: algorithm stopped at boundary value
pl: glm.fit: algorytm zatrzymał się na wartości granicznej

source: glm.fit: fitted probabilities numerically 0 or 1 occurred
pl: glm.fit: dopasowane prawdopodobieństwa numerycznie okazały się być 0 lub 1

source: glm.fit: fitted rates numerically 0 occurred
pl: glm.fit: dopasowane stosunki numerycznie okazały się być 0

source: gr cannot be computed at initial par (65)
pl: gr nie może być obliczone w parametrze początkowym (65)

source: grouping factor must have exactly 2 levels
pl: grupujący czynnik musi mieć dokładnie 2 poziomy

source: hat values (leverages) are all = %s and there are no factor predictors; no plot no. 5
pl: wszystkie dopasowane wartości (zależne) są = %s oraz nie ma czynnikowych predyktorów; brak wykresu nr. 5

source: if '%s' argument is not a matrix, '%s' argument must be given
pl: jeśli argument '%s' nie jest macierzą, argument '%s' musi zostać podane

source: if '%s' argument is not an array, '%s' argument must be given
pl: jeśli argument '%s' nie jest tablicą, argument '%s' musi być podany

source: ignoring prior weights
pl: ignorowanie wag a priori

source: incompatible dimensions
pl: niezgodne wymiary

source: inconsistent specification of 'ar' order
pl: niespójna specyfikacja porządku 'ar'

source: inconsistent specification of 'ma' order
pl: niespójna specyfikacja porządku 'ma'

source: incorrect dimensions for 'xi'
pl: niepoprawne wymiary dla 'xi'

source: incorrect specification for '%s' argument
pl: niepoprawne określenie dla argumentu '%s'

source: incorrect variable names in lhs of formula
pl: niepoprawne nazwy zmiennych po lewej stronie formuły

source: incorrect variable names in rhs of formula
pl: niepoprawne nazwy zmiennych po prawej stronie formuły

source: increasing bw.SJ() search interval (%d) to [%.4g,%.4g]
pl: zwiększanie przeszukiwanego przedziału 'bw.SJ()' (%d) do [%.4g,%.4g]

source: initial centers are not distinct
pl: początkowe centra nie są różne

source: initial par violates constraints
pl: początkowe parametry naruszają więzy

source: initial value is not in the interior of the feasible region
pl: wartość początkowa nie jest wewnątrz możliwego regionu

source: initially ordered 'x'
pl: początkowo uporządkowany 'x'

source: inner loop 1; cannot correct step size
pl: wewnętrzna pętla 1; nie można poprawić rozmiaru kroku

source: inner loop 2; cannot correct step size
pl: wewnętrzna pętla 2; nie można poprawić rozmiaru kroku

source: inner node:
pl: wewnętrzny węzeł:

source: interactions are not allowed
pl: interakcje nie są dozwolone

source: internal error
pl: błąd wewnętrzny

source: invalid '%s' argument
pl: niepoprawny argument '%s'

source: invalid '%s' value
pl: niepoprawna wartość '%s'

source: invalid 'extendInt' argument; please report
pl: niepoprawny argument 'extendInt'; proszę zgłosić

source: invalid 'lm' object: no 'terms' component
pl: niepoprawny obiekt 'lm': brak komponentu 'terms'

source: invalid 'nrow(x)' or 'ncol(x)' value
pl: niepoprawna wartość 'nrow(x)' lub 'ncol(x)'

source: invalid 'tree' argument ('merge' component)
pl: niepoprawny argument 'tree' (komponent 'merge')

source: invalid (length 0) node in dendrogram
pl: niepoprawny (długość równa 0) węzeł w drzewie celu

source: invalid argument passed to 'getProfile()'
pl: niepoprawny argument przekazany do funkcji 'getProfile()'

source: invalid clustering method %s
pl: niepoprawna metoda grupowania %s

source: invalid dendrogram
pl: niepoprawne drzewo celów

source: invalid dissimilarities
pl: niepoprawne odmienności

source: invalid distance method
pl: niepoprawna metoda wyznaczania odległości

source: invalid fitted means in empty model
pl: niepoprawnie dopasowane średnie w pustym modelu

source: invalid formula
pl: niepoprawna formuła

source: invalid formula in 'deriv()'
pl: niepoprawna formuła w 'deriv()'

source: invalid interpolation method
pl: niepoprawna metoda interpolacji

source: invalid length of '%s' argument
pl: niepoprawna długość argumentu '%s'

source: invalid linear predictor values in empty model
pl: niepoprawne wartości liniowego predyktora w pustym modelu

source: invalid model QR matrix
pl: niepoprawna macierz QR modelu

source: invalid number of points
pl: niepoprawna liczba punktów

source: invalid parameter values
pl: niepoprawne wartości parametrów

source: invalid response type
pl: niepoprawny typ zmiennej zależnej

source: iterTrace = %s not obeyed as iterations = %d
pl: 'iterTrace = %s' nie jest przestrzegane ponieważ 'iterations = %d'

source: iteration limit reached without convergence (10)
pl: osiągnięto granicę iteracji bez uzyskania zbieżności (10)

source: layout: widths = %s, heights = %s; lmat=
pl: układ: szerokości = %s, wysokości = %s; lmat=

source: leaf %s
pl: liść %s

source: leaf:
pl: liść:

source: length mismatch in convolution
pl: niezgodność długości w splocie

source: length of 'center' must equal the number of columns in 'x'
pl: długość 'center' musi równać się liczbie kolumn w 'x'

source: length of 'init' argument must equal length of 'filter' argument
pl: długość argumentu 'init' musi równać się długości argumentu 'filter'

source: length of 'p' must be 1 or equal the number of columns of 'x'
pl: długość 'p' musi być 1 lub równa liczbie kolumn 'x'

source: length of 'start' should equal %d and correspond to initial coefs for %s
pl: długość 'start' powinna równać się %d i odnosić się do współczynników początkowych dla %s

source: length of 'v.names' does not evenly divide length of 'varying'
pl: długość 'v.names' nie dzieli równo długości 'varying'

source: length of 'varying' must be the product of length of 'v.names' and length of 'times'
pl: długość 'varying' musi być iloczynem długości 'v.names' oraz długości 'times'

source: length of 'wt' must equal the number of rows in 'x'
pl: długość 'wt' musi być równa liczbie wierszy w 'x'

source: length of 'x' argument must be between 3 and 5000
pl: długość argumentu 'x' musi być pomiędzy 3 a 5000

source: length of FUN, %d, does not match the length of the margins, %d
pl: długość 'FUN', %d, nie zgadza się z długością marginesów, %d

source: lengths of '%s' and '%s' arguments must match
pl: długości argumentów '%s' oraz '%s' muszą się zgadzać

source: levels truncated to positive values only
pl: poziomy przycięto tylko do wartości dodatnich

source: link %s not available for binomial family; available links are %s
pl: link %s nie jest dostępny dla rodziny Bernoulliego; dostępne linki to %s

source: link %s not available for gamma family; available links are %s
pl: link %s nie jest dostępny dla rodziny Gamma; dostępne linki to %s

source: link %s not available for gaussian family; available links are %s
pl: link %s nie jest dostępny dla rodziny gaussowskiej; dostępne linki to %s

source: link %s not available for inverse.gaussian family; available links are %s
pl: link %s nie jest dostępny dla rodziny 'inverse.gaussian'; dostępne linki to %s

source: link %s not available for poisson family; available links are %s
pl: link %s nie jest dostępny dla rodziny Poissona; dostępne linki to %s

source: link %s not available for quasibinomial family; available links are %s
pl: link %s nie jest dostępny dla rodziny kwazi-Bernoulliego; dostępne linki to %s

source: link %s not available for quasipoisson family; available links are %s
pl: link %s nie jest dostępny dla rodziny kwazi-Poissona; dostępne linki to %s

source: link:
pl: połączenie:

source: lm object does not have a proper 'qr' component. Rank zero or should not have used lm(.., qr=FALSE).
pl: obiekt 'lm' nie ma poprawnego komponentu 'qr'. Ranga powinna być zerem lub nie powinieneś był użyć 'lm(.., qr=FALSE)'.

source: location
pl: położenie

source: location shift
pl: przesunięcie położenia

source: logical 'hessian' argument not allowed. See documentation.
pl: logiczny argument 'hessian' nie jest dozwolony. Zobacz dokumentację.

source: lower < upper is not fulfilled
pl: warunek 'dolna < górna' nie został spełniony

source: maximum number of iterations must be > 0
pl: maksymalna liczba iteracji musi być > 0

source: maximum number of subdivisions reached
pl: osiągnięto maksymalną liczbę podziałów

source: mean
pl: średnia

source: mean in group %s
pl: średnia w grupie %s

source: mean of the differences
pl: średnia różnicy

source: mean of x
pl: średnia x

source: mean of y
pl: średnia y

source: method = "Brent" is only available for one-dimensional optimization
pl: 'metod = "Brent"' jest dostępna jedynie dla jednowymiarowej optymalizacji

source: method = '%s' is not supported. Using 'qr'
pl: 'method = %s' nie jest wspierane. Używanie 'qr'

source: method L-BFGS-B uses 'factr' (and 'pgtol') instead of 'reltol' and 'abstol'
pl: metoda L-BFGS-B używa 'factr' (oraz 'pgtol') zamiast 'reltol' oraz 'abstol'

source: minimum occurred at one end of the range
pl: odnotowano wartość minimalną na jednym z końców zakresu

source: mismatched 'x' and 'y'
pl: niezgodne 'x' oraz 'y'

source: missing observations were deleted
pl: brakujące obserwacje zostały usunięte

source: missing or infinite values in inputs are not allowed
pl: wartości brakujące lub nieskończone nie są dozwolone na wejściach

source: missing or negative weights not allowed
pl: brakujące lub ujemne wagi nie są dozwolone

source: missing values and NaN's not allowed if 'na.rm' is FALSE
pl: brakujące wartości oraz wartości NaN nie są dozwolone jeśli 'na.rm = FALSE'

source: missing values are not allowed in 'poly()'
pl: brakujące wartości w 'poly()' nie są dozwolone

source: missing values in '%s' argument
pl: brakujące wartości w argumencie '%s'

source: missing values not allowed
pl: brakujące wartości są niedozwolone

source: model frame and formula mismatch in model.matrix()
pl: ramka modelu oraz fomuła nie zgadzają się w 'model.matrix()'

source: model order: %d singularities in the computation of the projection matrix results are only valid up to model order %d
pl: rząd modelu: %d osobliwości podczas obliczania macierzy projekcji. Wyniki są poprawne jedynie do modelu rzędu %d

source: models are not all fitted to the same number of observations
pl: nie wszystkie modele są dopasowane do tej samej liczby obserwacji

source: models were not all fitted to the same size of dataset
pl: nie wszystkie modele zostały dopasowane do zbioru danych tego samego rozmiaru
