Repository: lukaszdaniel/ivory
Catalog: R/src/library/tools/po/R-*.po
Languages: pl

source: Failed to get error in evaluating %s
pl: Nie udało się uzyskać błędu podczas wyznaczania %s

source: Failed to locate the %s output file (by engine %s) for vignette with name %s. The following files exists in directory %s: %s
pl: Nie udało się zlokalizować plik wyjściowy %s (silnika %s) dla ilustracji o nazwie %s. Następujące pliki istnieją w katalogu %s: %s

source: Fields with non-ASCII tags:
pl: Pola ze znacznikami innymi niż ASCII:

source: Fields with non-ASCII values:
pl: Pola z wartościami innymi niż ASCII:

source: File %s:
pl: Plik %s:

source: File 'DESCRIPTION' is missing.
pl: Brakuje pliku 'DESCRIPTION'.

source: File DESCRIPTION does not exist but there is a case-insensitive match.
pl: Plik 'DESCRIPTION' nie istnieje, ale istnieje plik o tej samej nazwie, ale różnej wielkości liter.

source: File NAMESPACE does not exist but there is a case-insensitive match.
pl: Plik 'NAMESPACE' nie istnieje, ale istnieje plik o tej samej nazwie, ale różnej wielkości liter.

source: File names must not differ just by case to be usable on all R platforms. Please rename the files and try again. See section 'Package structure' in the 'Writing R Extensions' manual.
pl: Nazwy plików nie mogą różnić się jedynie wielkością liter jeśli mają być używalne na wszystkich platformach R. Proszę zmienić nazwy plików po czym spróbować ponownie. Zobacz sekcję 'Package structure' w podręczniku 'Writing R Extensions'.

source: Files 'DESCRIPTION' and 'DESCRIPTION.in' are missing.
pl: Brakuje plików 'DESCRIPTION' oraz 'DESCRIPTION.in'.

source: Files 'README.md' or 'NEWS.md' cannot be checked without 'pandoc' being installed.
pl: Plik 'README.md' oraz 'NEWS.md' nie mogą być sprawdzone bez zainstalowanego pakietu 'pandoc'.

source: Files named as vignettes but with no recognized vignette engine: %s (Is a VignetteBuilder field missing?)
pl: Pliki nazwane jako ilustracje, ale bez rozpoznanego silnika ilustracji: %s (Czy brakuje pola 'VignetteBuilder'?)

source: Files not of a type allowed in a 'data' directory: %s Please use e.g. 'inst/extdata' for non-R data files
pl: Pliki nie posiadają typu dozwolonego w katalogu 'data': %s Proszę użyć np. 'inst/extdata' dla plików danych nie pochodzących z R

source: First argument to \href must be verbatim URL
pl: Pierwszy argument przekazywany do '\href' musi być adresem URL

source: Flags: %s
pl: Flagi: %s

source: Flavor: %s
pl: Rodzaj: %s

source: Found %s, possibly from %s
pl: Znaleziono %s, prawdopodobnie z %s

source: Found 'R CMD' in Makefile: should be '"$(R_HOME)/bin/R" CMD'
pl: Znaleziono 'R CMD' w pliku 'Makefile': powinno być '"$(R_HOME)/bin/R" CMD'

source: Found 'Rscript' in Makefile: should be '"$(R_HOME)/bin/Rscript"'
pl: Znaleziono 'Rscript' w pliku 'Makefile': powinno być '"$(R_HOME)/bin/Rscript"'

source: Found 'inst/doc/makefile': should be 'Makefile' and will be ignored
pl: Znaleziono 'inst/doc/makefile': powinno być 'Makefile', więc zignorowano

source: Found Makefile with CR or CRLF line endings:
pl: Znaleziono Makefile z zakończeniami linii CR lub CRLF:

source: Found directory 'R' with no source files.
pl: Znaleziono katalog 'R' nie zawierajacy plików źródłowych.

source: Found non-API call to R: %s
pl: Znaleziono wywołania nie-API do R: %s

source: Found non-API calls to R: %s
pl: Znaleziono wywołania nie-API do R: %s

source: Found subdirectory 'DATA'. Most likely, this should be 'data'.
pl: Znaleziono podkatalog 'DATA'. Prawdopodobnie powinien nosić nazwę 'data'.

source: Found subdirectory 'MAN'. Most likely, this should be 'man'.
pl: Znaleziono podkatalog 'MAN'. Prawdopodobnie powinien nosić nazwę 'man'.

source: Found subdirectory 'r'. Most likely, this should be 'R'.
pl: Znaleziono podkatalog 'r'. Prawdopodobnie powinien nosić nazwę 'R'.

source: Found the following Makefile(s) without a final LF:
pl: Znaleziono poniższe pliki Makefile bez końcowego LF:

source: Found the following Makefiles with CR or CRLF line endings:
pl: Znaleziono poniższe pliki 'Makefile' z zakończeniami linii CR lub CRLF.

source: Found the following additional warnings:
pl: Znaleziono następujące dodatkowe ostrzeżenia:

source: Found the following apparent S3 methods exported but not registered:
pl: Znaleziono następujące widoczne eksportowane metody S3, które nie są zarejestrowane:

source: Found the following apparent object files/libraries:
pl: Znaleziono następujące widoczne pliki/biblioteki obiektu:

source: Found the following assignments to the global environment:
pl: Znaleziono następujące przypisania do globalnego środowiska:

source: Found the following calls passed to 'attach()':
pl: Znaleziono następujące wywołania przekazane do 'attach()':

source: Found the following calls passed to 'data()' loading into the global environment:
pl: Znaleziono następujące wywołania przekazane do 'data()' ładowane do globalnego środowiska:

source: Found the following files with duplicate lower-cased file names:
pl: Znaleziono następujące pliki z powtórzonymi nazwami plików:

source: Found the following files with insufficient permissions:
pl: Znaleziono następujące pliki z niewystarczającymi uprawnieniami:

source: Found the following hidden files and directories:
pl: Znaleziono następujące ukryte pliki oraz katalogi:

source: Found the following non-empty subdirectories of 'inst' also used by R:
pl: Znaleziono następujące niepuste podkatalogi 'inst' również używane przez R:

source: Found the following possibly unsafe calls:
pl: Znaleziono następujące prawdopodobnie niebezpieczne wywołania:

source: Found the following significant warnings:
pl: Znaleziono następujące znaczące ostrzeżenia:

source: Found the following sources/headers with CR or CRLF line endings:
pl: Znaleziono następujące źródła/nagłówki z końcami linii CR lub CRLF:

source: Found the following warnings:
pl: Znaleziono następujące ostrzeżenia:

source: Function %s is deprecated. Use function %s or %s instead.
pl: Funkcja %s jest przestarzała. Zamiast niej użyj funkcji %s lub %s.

source: Functions or methods with usage in documentation object %s but not in code:
pl: Funkcje lub metody z użyciem w obiekcie dokumentacji %s ale nie w kodzie:

source: Functions with \usage entries need to have the appropriate \alias entries, and all their arguments documented. The \usage entries must correspond to syntactically valid R code.
pl: Funkcje z wpisami \usage muszą mieć poprawne wpisy \alias oraz wszystkie ich argumenty muszą być udokumentowane. Wpisy \usage muszą odpowiadać składniowo poprawnemu kodowi R.

source: GNU make is a SystemRequirements.
pl: GNU make jest wymaganiem systemowym.

source: Generics 'g' in 'env' %s where %s errors: %s May need something like %s in NAMESPACE.
pl: Ogólna funkcja 'g' w 'env' %s gdzie błędy %s: %s Może wymagać czegoś podobnego do %s w pliku 'NAMESPACE'

source: Got %s in evaluating %s; wanted %s
pl: Otrzymano %s podczas wyznaczania %s; oczekiwano %s

source: Got warning in evaluating %s, but also an error
pl: Otrzymano ostrzeżenie podczas wyznaczania %s, ale również błąd

source: Help pages:
pl: Strony pomocy:

source: Hmm ... looks like a package
pl: Hmm ... wygląda na to, że jest to pakiet

source: Hmm ... looks like a package from the R distribution
pl: Hmm ... wygląda na to, że jest to pakiet z dystrybucji R

source: In addition to the above warning(s), found the following notes:
pl: Dodatkowo do ostrzeżeń powyżej, znaleziono poniższe uwagi:

source: In directory %s vignettes %s and %s have the same vignette name
pl: W katalogu %s ilustracje %s oraz %s mają te same nazwy ilustracji

source: Inconsistent arg count for %s
pl: Niespójny licznik argumentów dla %s

source: Incorrect (un)loading of package shared object.
pl: Niepoprawne ładowanie/zwalnianie współdzielonego obiektu pakietu.

source: Installation failed.
pl: Instalacja nie powiodła się.

source: Installation with --no-configure' is unlikely to work. If you intended %s to be used on Windows, rename it to %s otherwise remove it. If %s created %s, you need a %s script.
pl: Instalacja z opcją '--no-configure' raczej nie zadziała. Jeśli chciałeś, aby %s było używane w systemie Windows, zmień nazwę na %s, w przeciwnym razie usuń. Jeśli %s utworzyło %s, potrzebujesz skryptu %s.

source: Insufficient package version (submitted: %s, existing: %s)
pl: Niewystarczająca wersja pakietu (wprowadzone: %s, istniejące: %s)

source: Internal error, no tag
pl: Błąd wewnętrzny, brak znacznika

source: Internal error: NULL tag
pl: Błąd wewnętrzny: znacznik NULL

source: Invalid 'NAMESPACE' file, parsing gives:
pl: Niepoprawny plik 'NAMESPACE', przetwarzanie daje:

source: Invalid 'NAMESPACE' file, parsing gives: %s
pl: Niepoprawny plik 'NAMESPACE', przetwarzanie daje: %s

source: Invalid DESCRIPTION file
pl: niepoprawny plik 'DESCRIPTION'

source: Invalid DOI
pl: Niepoprawne DOI

source: Invalid Priority field.
pl: Niepoprawne pole priorytetu.

source: Invalid URI scheme
pl: Niepoprawna schemat URI

source: Invalid URI scheme (use \doi for DOIs)
pl: Niepoprawna schemat URI (użyj \doi dla DOI)

source: Invalid VignetteBuilder field.
pl: Niepoprawne pole 'VignetteBuilder'.

source: Invalid citation information in 'inst/CITATION':
pl: Niepoprawna informacja o sytowaniu w 'inst/CITATION'.

source: Invalid license file pointers: %s
pl: Niepoprawne wskaźniki pliku licencji: %s

source: Invalid package name.
pl: Niepoprawna nazwa pakietu.

source: It is recommended not to interfere with package subdirectories used by R.
pl: Zaleca się nie ingerować z podkatalogami pakietu używanego przez R.

source: It looks like this package (or one of its dependent packages) has an unstated dependence on a standard package. All dependencies must be declared in DESCRIPTION.
pl: Wygląda na to, że ten pakiet (lub jeden z jego zależnych pakietów) ma niezadeklarowane zależności od standardowego pakietu. Wszystkie zależności muszą być zadeklarowane w DESCRIPTION.

source: It looks like this package has a loading problem when not on .libPaths: see the messages for details.
pl: Wygląda na to, że ten pakiet ma problemy z ładowaniem gdy nie jest w .libPaths:: zobacz komunikaty aby dowiedzieć się szczegółów.

source: It looks like this package has a loading problem: see the messages for details.
pl: Wygląda na to, że ten pakiet ma problemy z ładowaniem: zobacz komunikaty aby dowiedzieć się szczegółów.

source: LaTeX errors found:
pl: Znalezione błędy LaTeXa:

source: LaTeX errors when creating PDF version. This typically indicates Rd problems.
pl: Błąd LaTeX'a podczas tworzenia wersji PDF. To przeważnie wskazuje na problemy Rd.

source: LaTeX errors:
pl: Błędy LaTeXa:

source: License components which are templates and need '+ file LICENSE':
pl: Komponenty licencji, które są szablonami oraz potrzebują dodatkowo pliku 'LICENSE':

source: License components with restrictions and base license permitting such:
pl: Komponenty licencjonowane z ograniczeniami, a bazowa licencja zabrania takich ograniczeń:

source: License components with restrictions not permitted:
pl: Komponenty licencji z ograniczeniami nie są dozwolone:

source: Link %s in package %s could not be located
pl: Linki %s w pakiecie '%s' nie mogły zostać zlokalizowane

source: Loading log: %s
pl: Dziennik ładowania: %s

source: Loading this package had a fatal error status code %s
pl: Ładowanie tego pakietu miało fatalny kod statusu błędu %s

source: Located more than one %s output file (by engine %s) for vignette with name %s: %s
pl: Znaleziono więcej niż jeden plik wyjściowy %s (silnika %s) dla ilustracji o nazwie %s: %s

source: Located more than one %s output file (by engine %s) for vignette with name: %s
pl: Znaleziono więcej niż jeden plik wyjściowy %s (silnika %s) dla ilustracji o nazwie: %s

source: MD5 sums
pl: sumy MD5

source: Macro file '%s' should only contain Rd macro definitions and comments
pl: Plik makro '%s' powinien zawierać tylko definicję makr Rd oraz komentarze

source: Maintainer field differs from that derived from Authors@R
pl: Pole 'Maintainer' różni się od tego uzyskanego z 'Authors@R'

source: Maintainer:
pl: Opiekun:

source: Maintainer: %s
pl: Opiekun: %s

source: Malformed Authors@R field:
pl: Źle sformułowane pole Authors@R:

source: Malformed Depends or Suggests or Imports or Enhances field.
pl: Błędnie sformatowane pole 'Depends' lub 'Suggests' lub 'Imports' lub 'Enhances'.

source: Malformed Description field: should contain one or more complete sentences.
pl: Niepoprawnie opisane pole 'Description': powinno zawierać jedno lub więcej pełnych zdań.

source: Malformed NEWS.Rd file: Chunk starting %s contains more than one \itemize. Using the first one.
pl: Uszkodzony plik NEWS.Rd: Fragment rozpoczynający %s zawiera więcej niż jeden \itemize. Używanie pierwszego.

source: Malformed NEWS.Rd file: Chunk starting %s contains no \itemize.
pl: Uszkodzony plik NEWS.Rd: Fragment rozpoczynający %s nie zawiera \itemize.

source: Malformed Title field: should not end in a period.
pl: Niepoprawnie opisane pole 'Title': nie powinno kończyć się kropką.

source: Malformed maintainer field.
pl: Źle sformatowane pole opiekuna.

source: Malformed package name
pl: Źle sformatowana nazwa pakietu

source: Malformed package version.
pl: Źle sformatowana wersja pakietu.

source: Messages:
pl: Komunikaty:

source: Mismatches in argument default values (first 3):
pl: Niezgodność w domyslnych wartościach argumentów (pierwsze 3):

source: Mismatches in argument default values:
pl: Niezgodność w domyślnych wartościach argumentów:

source: Mismatches in argument names (first 3):
pl: Niezgodność w nazwach argumentów (pierwsze 3):

source: Mismatches in argument names:
pl: Niezgodność w nazwach argumentów:

source: Missing link or links in documentation object %s:
pl: Brakujący link lub linki w obiekcie dokumentacji %s:

source: Most likely, these were included erroneously.
pl: Najprawdopodobniej zostały one uwzględnione błędnie.

source: Multiple \docType sections are not supported
pl: Wielokrotne sekcje \docType nie są wspierane

source: Must contain verbatim text
pl: Tekst jest wymagany

source: Must have a tag %s
pl: Znacznik %s jest wymagany

source: NB: *.R converted to .rda: other files may need to be removed
pl: NB: *.R przekonwertowano na .rda: inne pliki mogą wymagać usunięcia

source: NB: .First.lib is obsolete and will not be used in R >= 3.0.0
pl: '.First.lib' jest przestarzałe i nie będzie używane w R >= 3.0.0

source: NB: .Last.lib will not be used unless it is exported
pl: '.Last.lib' nie zostanie użycie dopóki nie zostanie wyeksportowane

source: NB: need Internet access to use CRAN incoming checks
pl: NB: potrzeba dostępu do Internetu aby korzystać z przychodzących kontroli CRAN

source: NB: this package is only installed for sub-architecture %s
pl: NB: ten pakiet jest zainstalowalny dla podarchitektury %s

source: NB: this package is only installed for sub-architectures %s
pl: NB: ten pakiet jest zainstalowalny dla podarchitektur %s

source: NB: this package now depends on R (>= %s)
pl: NB: ten pakiet jest teraz zależny od R (>= %s)

source: NO
pl: NIE

source: NONE
pl: BRAK

source: NOTE
pl: UWAGA

source: NOTE: Quitting check on first error.
pl: UWAGA: Pomijanie sprawdzania przy pierwszym błędzie.

source: Name: %s Code: %s Docs: %s
pl: Nazwa: %s Kod: %s Dokumentacje: %s

source: Name: %s Code: %s Docs: %s
pl: Nazwa: %s Kod: %s Dokumentacje: %s

source: New license:
pl: Nowa licencja:

source: New maintainer:
pl: Nowy opiekun:

source: New submission
pl: Nowe wprowadzenie

source: No Rd macros in package %s
pl: Brak makr Rd w pakiecie %s

source: No docs found for package %s
pl: Nie znaleziono dokumentów dla pakietu '%s'

source: No errors
pl: Brak błędów

source: No examples, no tests, no vignettes
pl: Brak przykładów, brak testów, brak ilustracji

source: No files in this directory
pl: Brak plików w tym katalogu

source: No help found for package %s
pl: Nie znaleziono pomocy na temat pakietu '%s'

source: No help found for topic %s in any package.
pl: Nie znaleziono pomocy na temat '%s' w żadnym z pakiecie.

source: No help on %s found in RdDB %s
pl: Nie znaleziono pomocy na temat %s w zbiorach RdDB %s

source: No maintainer field in DESCRIPTION file
pl: Brak pola opiekuna w pliku DESCRIPTION

source: No man pages found in package %s
pl: Nie znaleziono manuala w pakiecie %s

source: No news found in given file using old-style R-like format.
pl: Nie znaleziono wiadomości w podanym pliku używając starego stylu formatu podobnego do R.

source: No news found in given file using package default format.
pl: Nie znaleziono wiadomości w podanym pliku używając domyślnego formatu pakietu.

source: No package encoding and non-ASCII characters in the following R files:
pl: Brak strony kodowej pakietu oraz znaki nie-ASCII w następujących plikach R:

source: No package index found for package %s
pl: Nie znaleziono indeksu pakietu dla pakietu %s

source: No package named %s could be found
pl: Nie znaleziono pakietu o nazwie '%s'

source: No packages checked.
pl: Nie sprawdzono pakietów.

source: No repository set, so cyclic dependency check skipped
pl: Nie ustawiono repozytoriu, więc pominięto sprawdzenie cyklicznej zależności

source: No results found
pl: Brak wyników

source: No such vignette %s
pl: Brak ilustracji %s

source: No vignettes available
pl: Brak dostępnych ilustracji

source: Non-ASCII contents in second part of \enc
pl: Zawartości nie będące w formacie ASCII w drugiej części \enc

source: Non-ASCII contents without declared encoding
pl: Zawartości nie będące w formacie ASCII bez zadeklarowanego kodowania

source: Non-FOSS package license (%s)
pl: Licencja pakietu (%s) niebędąca licencją FOSS

source: Non-portable flags in variable %s:
pl: Nieprzenośne flagi w zmiennej %s:

source: Non-standard license specification:
pl: Niestandardowa specyfikacja licencji:

source: None of packages %s have registered vignette engines
pl: Żaden z pakietów %s nie ma zarejestrowanych silników ilustracji

source: Note that CRAN packages must never use more than two cores simultaneously during their checks.
pl: Zwróć uwagę, że pakiety CRAN nigdy nie korzystają z więcej niż dwóch rdzeni procesora jednocześnie podczas ich sprawdzania.

source: Note: information on .o files for i386 is not available
pl: UWAGA: informacja na temat plików .o dla architektury i386 nie jest dostępna

source: Note: information on .o files for x64 is not available
pl: UWAGA: informacja na temat plików .o dla architektury x64 nie jest dostępna

source: Note: information on .o files is not available
pl: Uwaga: informacja na temat plików .o nie jest dostępna

source: Note: significantly better compression could be obtained by using R CMD build --resave-data
pl: Uwaga: znacząco lepszą kompresję można uzyskać poprzez użycie polecenia 'R CMD build --resave-data'

source: Number of updates in past 6 months: %d
pl: Liczba aktualizacji w ostatnich 6 miesiącach: %d

source: Object files/libraries should not be included in a source package.
pl: Pliki/biblioteki obiektu nie powinny być dołączone do pakietu źródłowego.

source: Object: %s
pl: Obiekt: %s

source: Objects in \usage without \alias in documentation object %s:
pl: Obiekty w '\usage' bez '\alias' w obiekcie dokumentacji %s:

source: Objects: %s
pl: Obiekty: %s

source: Offending entries:
pl: Przeszkadzające wpisy:

source: Old license:
pl: Stara licencja:

source: Old maintainer(s):
pl: Dawni opiekunowie:

source: One or more packages in %s depend on this package.
pl: Jeden lub więcej pakietów w %s zależy od tego pakietu.

source: Only 'Type = Package' extensions can be checked.
pl: Tylko rozszerzenia 'Type=Package' mogą być sprawdzone.

source: Only *source* packages can be checked.
pl: Tylko *źródłowe* pakiety mogą być sprawdzone.

source: Only help files, %s, %s and files under %s and %s in a package can be viewed
pl: Tylko pliki pomocy, %s, %s oraz pliki w %s oraz %s w pakiecie mogą być przegladane

source: Only one %s section is allowed: the first will be used
pl: Tylko jedna sekcja %s jest dozwolona: zostanie użyta pierwsza

source: Only one Rd section per %s is supported.
pl: Tylko jedna sekcja Rd na %s jest wspierana.

source: Only one \Rdversion declaration is allowed
pl: Tylko jedna deklaracja \Rdversion jest dozwolona

source: Only one tag %s is allowed
pl: Tylko jeden znacznik %s jest dozwolony

source: Only operators '<=' and '>=' are possible.
pl: Jedynie operatory '<=' oraz '>=' są możliwe.

source: Output(s) listed in 'build/vignette.rds' but not in package:
pl: Wyjścia wypisane w 'build/vignette.rds', ale nie znalezione w pakiecie:

source: Output:
pl: Wyjście

source: PDF document (file %s, %d bytes, %d objects)
pl: dokument PDF (plik %s, %d bajtów, %d obiektów)

source: PDF header was not found
pl: nie znaleziono nagłówka PDF

source: Package %s had its dependencies reduced to a minimal set.
pl: Pakiet %s swoje zależności zredukował do najmniejszego zbioru.

source: Package CITATION file contains call(s) to:
pl: Plik CITATION pakietu zawiera wywołania do:

source: Package detach functions should have one arguments with names starting with %s.
pl: Funkcje odłączające pakiet powinny jeden argument z nazwami rozpoczynającymi się od %s.

source: Package detach functions should not call %s.
pl: Funkcje odłączające pakiet nie powinny wywoływać %s.

source: Package directory %s does not exist
pl: Katalog pakietu %s nie istnieje

source: Package duplicated from %s
pl: Pakiet powtórzony z %s

source: Package has FOSS license, installs .class/.jar but has no 'java' directory.
pl: Pakiet posiada licencję FOSS, instaluje pliki .class/.jar, ale nie posiada katalogu 'java'

source: Package has a VignetteBuilder field but no prebuilt vignette index.
pl: Pakiet posiada pole 'VignetteBuilder', ale brak uprzednio utworzonegu indeksu ilustracji.

source: Package has both %s and %s.
pl: Pakiet posiada oba %s oraz %s.

source: Package has help file(s) containing build-stage \Sexpr{} expresssons but no build/partial.rdb.
pl: Pakiet posiada pliki pomocy zawierające wyrażenia \Sexpr{}, ale nie zawierające utworzonych/częściowych plików rdb.

source: Package has help file(s) containing install/render-stage \Sexpr{} expresssons but no prebuilt PDF manual.
pl: Pakiet posiada pliki pomocy zawierające wyrażenia \Sexpr{}, ale nie zawierające utworzonego podręcznika PDF.

source: Package has no 'Version' field
pl: Pakiet nie posiada pola 'Version'

source: Package installs .java files.
pl: BŁĄD: instalacja pakietu nie powiodła się

source: Package license conflicts with %s override
pl: Licencja pakietu koliduje z obejściem %s

source: Package name is not portable: It must start with a letter, contain letters, digits or dot have at least 2 characters and not end with a dot.
pl: Nazwa pakietu nie jest przenośna: Musi rozpoczynać się literą, zawierać litery, cyfry lub kropkę, posiadać co najmniej 2 znaki i nie kończyć się kropką.

source: Package sources: %d, Reverse depends: %d
pl: Źródła pakietów: %d, Odwrotne zależności: %d

source: Package startup functions should have two arguments with names starting with %s and %s, respectively.
pl: Funkcje startowe pakietu powinny posiadać dwa argumenty z nazwami rozpoczynającymi się odpowiednio od %s oraz %s.

source: Package startup functions should not call %s.
pl: Funkcje startowe pakietu nie powinny wywoływać %s.

source: Package startup functions should not change the search path.
pl: Funkcje startowe pakietu nie powinny zmieniać ścieżki wyszukiwania.

source: Package startup functions should use %s to generate messages.
pl: Funkcje startowe pakietu powinny używać %s do generowania wiadomości.

source: Package was archived on CRAN
pl: Pakiet został zarchiwizowany w repozytorium CRAN

source: Package: %s %s
pl: Pakiet: %s %s
