Repository: lukaszdaniel/ivory
Catalog: R/src/library/tools/po/R-*.po
Languages: pl

source: package contains no R code
pl: pakiet nie zawiera kodu R

source: package encoding: %s
pl: kodowanie pakietu: %s

source: package must be loaded
pl: pakiet musi zostać załadowany

source: package name %s seems invalid; using directory name %s instead
pl: nazwa pakietu %s wygląda na niepoprawną; zamiast niej używanie nazwy katalogu %s

source: package seems to be using lazy loading already
pl: wygląda na to, że pakiet już wykorzystuje leniwe ładowanie

source: package seems to be using lazy loading for data already
pl: wygląda na to, że pakiet już wykorzystuje leniwe ładowanie dla danych

source: packaged installation of %s as %s
pl: opakowana instalacja pakietu %s jako %s

source: packaged installation of package %s as file %s
pl: opakowana instalacja pakietu %s jako %s

source: packaging into %s failed
pl: pakowanie do %s nie powiodło się

source: packaging into .tar.gz failed
pl: pakowanie do .tar.gz nie powiodło się

source: parse error in examples from file %s:
pl: błąd przetwarzania w przykładach z pliku %s:

source: parse error in file %s:
pl: błąd przetwarzania w pliku %s:

source: parsing file %s
pl: przetwarzanie pliku %s

source: preparing %s:
pl: przygotowywanie %s

source: preparing package for lazy loading
pl: przygotowywanie pakietu do leniwego ładowania

source: processing %s
pl: przetwarzanie %s

source: processing DOI %s
pl: przetwarzanie DOI %s

source: processing directory %s
pl: przetwarzanie katalogu %s

source: processing file %s
pl: przetwarzanie pliku %s

source: processing package %s
pl: przetwarzanie pakietu %s

source: processing vignette %s failed with diagnostics:
pl: przetwarzanie ilustracji %s nie powiodło dając komunikat:

source: re-saving .R files as .rda
pl: ponowne zapisywanie plików .R jako .rda

source: re-saving image files
pl: ponowne zapisywanie plików obrazów

source: re-saving sysdata.rda
pl: ponowne zapisywanie sysdata.rda

source: re-saving tabular files
pl: ponowne zapisywanie plików tabularycznych

source: reading 'DESCRIPTION' file for package %s failed with message: %s
pl: czytanie pliku 'DESCRIPTION' dla pakietu %s nie powiodło się zwracając komunikat: %s

source: removing %s as '--force' was given
pl: usuwanie %s ponieważ zostało podane '--force'

source: removing package directory %s
pl: usuwanie katalogu pakietu %s

source: renaming 'inst/doc/makefile' to 'inst/doc/Makefile'
pl: zmienianie nazwy 'inst/doc/makefile' na 'inst/doc/Makefile'

source: resaving rda files
pl: ponowne zapisywanie plików rda

source: restoring previous package directory %s
pl: przywracanie poprzedniego katalogu pakietu %s

source: results differ from reference results
pl: wyniki różnią się od wyników referencyjnych

source: running %s on vignette %s failed with message: %s
pl: wykonywanie %s na ilustracji %s nie powiodło się z wynikiem: %s

source: running '.check_package_description()' failed
pl: uruchomienie '.check_package_description()' nie powiodło się

source: running 'cleanup'
pl: uruchamianie 'cleanup'

source: running 'cleanup.win'
pl: uruchamianie 'cleanup.win'

source: running 'make' failed
pl: uruchomienie 'make' nie powiodło się

source: running 'msgconv' failed
pl: uruchomienie 'msgconv' nie powiodło się

source: running 'msgfmt' on file %s failed
pl: uruchomienie 'msgfmt' dla pliku %s nie powiodło się

source: running 'msginit' failed
pl: uruchomienie 'msginit' nie powiodło się

source: running 'msgmerge' failed
pl: uruchomienie 'msgmerge' nie powiodło się

source: running 'msgmerge' on file %s failed
pl: uruchamienie 'msgmerge' dla pliku %s nie powiodło się

source: running 'src/Makefile.win' ...
pl: uruchamianie 'src/Makefile.win' ...

source: running 'texi2dvi' on file %s failed
pl: działanie 'texi2dvi' na pliku %s nie powiodło się

source: running 'xgettext' failed
pl: uruchomienie 'xgettext' nie powiodło się

source: running 'zip' failed
pl: uruchomienie 'zip' nie powiodło się

source: running code in %s
pl: uruchamianie kodu w %s

source: running more Internet and socket tests
pl: uruchamianie kolejnych testów internetu oraz gniazd

source: running regexp regression tests
pl: wykonywanie regresyjnych testów wyrażenia regularnego

source: running regression tests
pl: uruchamianie testów regresyjnych

source: running sloppy specific tests
pl: wykonywanie niechlujnych specyficznych testów

source: running strict specific tests
pl: wykonywanie ścisłych specyficznych testów

source: running tests demos from base and stats
pl: uruchamianie testowych dem z pakietów 'base' oraz 'stats'

source: running tests of Internet functions - expect some differences
pl: uruchamianie testów funkcji internetowych - oczekuj pewnych różnic

source: running tests of consistency of as/is.*
pl: wykonywanie testów konsystencji as/is.*

source: running tests of date-time printing expect platform-specific differences
pl: uruchamianie testów wyświetlania daty-czasu - oczekuj różnic zależnych od platformy

source: running tests of plotting Latin-1
pl: wykonywanie testów rysowania Latin-1

source: running tests of primitives
pl: uruchamianie testów funkcji elementarnych

source: running tests of random deviate generation -- fails occasionally
pl: wykonywanie testów generowania losowych odchyleń -- okazjonalnie zawodzi

source: running tests to possibly trigger segfaults
pl: wykonywanie testów by potencjalnie wywołać naruszenie ochrony pamięci

source: running xgettext failed
pl: uruchomienie xgettext nie powiodło się

source: saving partial Rd database
pl: zapisywanie częściowe bazy danych Rd

source: section 'Methods', description of item %s
pl: sekcja 'Methods', opis pozycji %s

source: server already running
pl: serwer jest już uruchomiony

source: server could not be started on an earlier attempt
pl: serwer nie mógł zostać uruchomiony przy wcześniejszej próbie

source: skipping installation test
pl: pomijanie testu instalacji

source: source list must have names for all elements
pl: lista źródłowa musi mieć nazwy dla wszystkich elementów

source: source must be an environment or a list
pl: źródło musi być środowiskiem lub listą

source: starting httpd help server ...
pl: uruchamianie serwera httpd dla pomocy ...

source: sub-directories of 1Mb or more:
pl: podkatalogi o rozmiarze 1 MB lub więcej:

source: symbol %s in the local frame
pl: symbol %s jest w lokalnej ramce

source: symbol %s not in namespace
pl: symbol %s nie jest w przestrzeni nazw

source: tangling vignette %s failed with diagnostics:
pl: wiązanie ilustracji %s nie powiodło dając komunikat:

source: test %s is not available
pl: test %s nie jest dostępny

source: testing '%s' failed
pl: testowanie '%s' nie powiodło się

source: testing if installed package can be loaded
pl: sprawdzanie czy zainstalowany pakiet może zostać załadowany

source: testing package %s failed
pl: testowanie pakietu %s nie powiodło się

source: the 'lib.loc' argument has always been unused and is deprecated now
pl: argument 'lib.loc' nigdy nie był używany i jest obecnie przestarzały

source: there is no package called %s
pl: nie ma pakietu o nazwie %s

source: this cannot be used for package 'base'
pl: to nie może zostać użyte dla pakietu 'base'

source: this is a Windows-only package, skipping installation
pl: to jest pakiet przeznaczony tylko dla systemów Windows, pomijanie instalacji

source: this is package %s version %s
pl: to jest pakiet %s w wersji %s

source: this package does not have either a %s or a (source) %s directory
pl: ten pakiet nie posiada ani katalogu %s ani (źródłowego) katalogu %s

source: this package has a %s directory but no .Rd files
pl: ten pakiet posiada katalog %s ale brak plików .Rd

source: this package has a non-empty 'configure.win' file, so building only the main architecture
pl: ten pakiet posiada niepusty plik 'configure.win', więc budowanie tylko głównej architektury

source: too few entries
pl: zbyt mało wpisów

source: too many columns for format '%s'
pl: zbyt dużo kolumn dla formatu '%s'

source: too many entries
pl: zbyt dużo wpisów

source: translation contains arabic percent sign U+066A
pl: tłumaczenie zawiera arabski symbol procent U+066A

source: translation contains small percent sign U+FE6A
pl: tłumaczenie zawiera mały symbol procent U+FE6A

source: translation contains wide percent sign U+FF05
pl: tłumaczenie zawiera szeroki symbol procent U+FF05

source: unable to copy INDEX to %s
pl: nie można skopiować pliku INDEX do %s

source: unable to create %s
pl: nie można utworzyć %s

source: unable to create %s directory
pl: nie można utworzyć katalogu %s

source: unable to create 'vign_test'
pl: nie można utworzyć 'vign_test'

source: unable to create a 'datalist' file: may need the package to be installed
pl: nie można usunąć pliku 'datalist': może wymagać pakietu aby był zainstalowany

source: unable to create examples directory
pl: nie można utworzyć katalogu z przykładami

source: unable to create file %s
pl: nie można utworzyć pliku %s

source: unable to create temp directory %s
pl: nie można utworzyć katalogu tymczasowego %s

source: unable to run %s command on file %s
pl: nie można uruchomić polecenia %s na pliku %s

source: unable to run 'make clean' in 'src'
pl: nie można uruchomić 'make clean' w 'src'

source: unable to write code files
pl: nie można zapisać plików kodu

source: unimplemented encoding
pl: niezaimplementowana strona kodowa

source: unsupported %s predictor %d
pl: niewspierany predyktor %s %d

source: unsupported PNG filter %d
pl: niewspierany filtr PNG %d

source: unsupported URL %s
pl: niewspierany adres URL %s

source: unsupported filter %s
pl: niewspierany filtr %s

source: use '--force' to remove the existing %s
pl: użyj '--force' aby usunąć istniejące %s

source: use of '--use-zip-data' is defunct
pl: użycie opcji '--use-zip-data' zostało zlikwidowane

source: use of '--use-zip-data' is deprecated
pl: użycie opcji '--use-zip-data' jest przestarzałe

source: using %s
pl: używanie %s

source: using log directory %s
pl: używanie katalogu dziennika %s

source: using option %s
pl: używanie opcji %s

source: using options %s
pl: używanie opcji %s

source: using platform: %s (%s-bit)
pl: używanie platformy: %s (%s-bity)

source: using session charset: %s
pl: używanie strony kodowej dla sesji: %s

source: vignette builder '%s' not found
pl: konstruktor ilustracji '%s' nie został znaleziony

source: vignette filename %s does not match any of the %s filename patterns
pl: nazwa pliku %s ilustracji nie zgadza się z żadną nazwą %s ścieżek

source: warning: control may reach end of non-void function
pl: ostrzeżenie: kontrola może osiągnąć koniec funkcji

source: when running code in %s ...
pl: podczas uruchamiania kodu w %s

source: will not attempt to install this package on Windows
pl: nie będzie próby instalacji tego pakietu w systemie Windows

source: wrong class
pl: błędna klasa

source: you must specify '%s' or '%s' argument
pl: musisz określić argument '%s' lub '%s'

source: you must specify '%s', '%s' or '%s' argument
pl: musisz określić argument '%s', '%s' lub '%s'

source: Namespace with empty importFrom: %s
pl: Przestrzeń nazw z pustym polem 'importFrom: %s

source: \%s lines wider than %d character:
pl: linie \%s szersze niż %d znak:

source: %d ERROR
pl: %d BŁĄD

source: %d NOTE
pl: %d UWAGA

source: %d WARNING
pl: %d OSTRZEŻENIE

source: %d byte
pl: %d bajt

source: %d of the package tests failed
pl: %d z testów pakietu nie powiódł się

source: '::' or ':::' import not declared from: %s
pl: import '::' lub ':::' nie jest zadeklarowany z: %s

source: ':::' call which should be '::': %s See the note in ?`:::` about the use of this operator.
pl: Wywołanie ':::', które powinno być wywołaniem '::': %s Zobacz uwagi w ?`:::` o tym jak używać tego operatora.

source: 'LinkingTo' for %s is unused as it has no 'include' directory
pl: Pole 'LinkingTo' dla %s jest nieużywane ponieważ nie posiada on katalogu 'include'

source: 'data(package=)' call not declared from: %s
pl: wywołanie 'data(package=)' nie zostało zadeklarowane z: %s

source: 'library' or 'require' call in package code: %s Please use :: or requireNamespace() instead. See section 'Suggested packages' in the 'Writing R Extensions' manual.
pl: wywołanie 'library' lub 'require' w kodzie pakietu: %s Proszę zamiast tego użyć '::' lub funkcji 'requireNamespace()'. Zobacz sekcję 'Suggested Packages' podręcznika 'Writing R Extensions'.

source: 'library' or 'require' call not declared from: %s
pl: wywołanie 'library' lub 'require' nie jest zadeklarowane z: %s

source: 'library' or 'require' call to package %s which was already attached by Depends. Please remove these calls from your code.
pl: wywołanie 'library' lub 'require' do pakietu %s, który był już dołączony przez 'Depends'. Proszę usunąć te wywołania ze swojego kodu.

source: Call with 'DUP':
pl: Wywołanie z 'DUP':

source: ERROR: dependency %s is not available for package %s
pl: BŁĄD: zależność %s nie jest dostępna dla pakietu %s

source: File %s will install at top-level and is not mentioned in the 'DESCRIPTION' file.
pl: Plik %s zainstaluje się na samej górze, oraz nie jest nadmieniony w pliku 'DESCRIPTION'.

source: File %s is not mentioned in the DESCRIPTION file.
pl: Plik %s nie jest wspomniany w pliku DESCRIPTION file.

source: Foreign function call to a base package:
pl: Wywołanie obcej funkcji przekazane do pakietu bazowego:

source: Foreign function call to a different package:
pl: Wywołanie obcej funkcji przekazane do innego pakietu:

source: Foreign function call with empty 'PACKAGE' argument:
pl: Wywołanie obcej funkcji z pustym argumentem 'PACKAGE':

source: Foreign function call without 'PACKAGE' argument:
pl: Wywołanie obcej funkcji bez argumentu 'PACKAGE':

source: Former standard package required but now defunct:
pl: Poprzedni standardowy pakiet był wymagany, ale teraz jest zlikwidowany:

source: Found an .Internal call in methods for the following S4 generic:
pl: Znaleziono wywołanie '.Internal' w metodach w następującej funkcji ogólnej S4:

source: Found an .Internal call in methods for the following reference class:
pl: Znaleziono wywołanie '.Internal' w metodach w następującej klasie referencyjnej:

source: Found an .Internal call in the following function:
pl: Znaleziono wywołanie '.Internal' w następującej funkcji:

source: Found an .Internal call in the following function: %s with calls to .Internal functions: %s
pl: Znaleziono wywołanie '.Internal' w następującej funkcji:%sz wywołaniami do funkcji '.Internal':%s

source: Found an obsolete/platform-specific call in methods for the following S4 generic:
pl: Znaleziono przestarzałe/specyficzne dla platformy wywołanie w metodach w następującej funkcji ogólnej S4:

source: Found an obsolete/platform-specific call in methods for the following reference class:
pl: Znaleziono przestarzałe/specyficzne dla platformy wywołanie w metodach w następującej klasie referencyjnej:

source: Found an obsolete/platform-specific call in the following function:
pl: Znaleziono przestarzałe/specyficzne dla platformy wywołanie w następującej funkcji:

source: Found possibly global 'T' or 'F' in the examples of the following Rd file:
pl: Znaleziono prawdopodobnie globalną wartość 'T' lub 'F' w przykładach następującego pliku Rd:

source: Found possibly global 'T' or 'F' in the following function:
pl: Znaleziono prawdopodobnie globalną wartość 'T' lub 'F' w następującej funkcji:

source: Found the defunct/removed function:
pl: Znaleziono zlikwidowaną/usunietą funkcję:

source: Found the deprecated function:
pl: Znaleziono przestarzałą funkcję:

source: Found the following (possibly) invalid DOI:
pl: Znaleziono następujące (prawdopodobnie) niepoprawne DOI:

source: Found the following (possibly) invalid URL:
pl: Znaleziono następujący (prawdopodobnie) niepoprawny adres URL:

source: Found the following CITATION file in a non-standard place: %s Most likely 'inst/CITATION' should be used instead.
pl: Znaleziono poniższy plik 'CITATION' w niestandardowym miejscu: %s Prawdopodobnie miejsce 'inst/CITATION' powinno być użyte.

source: Found the following directory with a name of a multi-arch build directory:
pl: Znaleziono następujący katalog z nazwą katalogu instalacji wieloarchitekturowej:

source: Found the following directory with the name of a Rd2pdf directory: %s Most likely, these were included erroneously.
pl: Znaleziono następujący katalog o nazwie katalogu 'Rd2pdf': %s Prawdopodobnie został on dołączony poprzez pomyłkę.

source: Found the following directory with the name of a check directory: %s Most likely, these were included erroneously.
pl: Znaleziono następujący katalog o nazwie katalogu 'check': %s Prawdopodobnie został on dołączony poprzez pomyłkę.

source: Found the following directory with the name of a version control directory: %s These should not be in a package tarball.
pl: Znaleziono poniższy katalog z nazwą katalogu kontroli wersji: %s Nie powinien się znaleźć w pliku tarball pakietu.

source: Found the following executable file:
pl: Znaleziono następujący plik wykonywalny:

source: Found the following file containing GNU extensions:
pl: Znaleziono następujący plik zawierający rozszerzenia GNU:

source: Found the following file with a non-portable file name:
pl: Znaleziono następujący plik z nieprzenośną nazwą pliku:

source: Found the following file with non-ASCII characters:
pl: Znaleziono następujący plik ze znakami nie-ASCII:

source: Found the following non-portable file path:
pl: Znaleziono następującą nieprzenośną ścieżkę do pliku:

source: Found the platform-specific device:
pl: Znaleziono urządzenie specyficzne dla platformy:

source: Generic without any methods in %s: %s
pl: Funkcja ogólna bez metod w %s: %s

source: Help on topic '%s' was found in the following package:
pl: Pomoc na temat '%s' została znaleziona w następującym pakiecie:

source: Last %i line of output:
pl: Ostatnia %i linia wyjścia:

source: Missing object imported by a ':::' call: %s
pl: Brakujący obiekt zaimportowany przez wywołanie ':::': %s

source: Missing or unexported object: %s
pl: Brakujący lub niewyeksportowany obiekt: %s

source: Namespace dependency not required:
pl: Zależność przestrzeni nazw nie jest wymagana:

source: Namespace in Imports field not imported from: %s All declared Imports should be used.
pl: Przestrzeń nazw w polu 'Imports' nie została zaimportowana z pakietu: %s Wszystkie zadeklarowane importy powinny być użyte.

source: Non-ASCII package vignette without specified encoding:
pl: Ilustracja pakietu w formacie nie-ASCII bez określonego kodowania:

source: Non-standard file/directory found at top level:
pl: Niestandardowy plik/katalog znaleziony na najwyższym poziomie:

source: Note: found %d marked Latin-1 string
pl: Uwaga: znaleziono %d ciąg oznaczony jako Latin-1

source: Note: found %d marked UTF-8 string
pl: Uwaga: znaleziono %d ciąg oznaczony jako ciąg UTF-8

source: Note: found %d string marked as "bytes"
pl: Uwaga: znaleziono %d ciąg oznaczony jako "bytes"

source: Obsolete package %s in Rd xrefs
pl: Przestarzały pakiet %s w krzyżowych referencjach Rd

source: Only %d column allowed in this table
pl: Tylko %d kolumna jest dozwolona w tej tabeli

source: Package has a FOSS license but eventually depends on the following package which may restrict use:
pl: Pakiet posiada licencję FOSS, ale z kolei zależy od następującego pakietu, który może ograniczać użycie:

source: Package has a FOSS license but eventually depends on the following package which restricts use:
pl: Pakiet posiada licencję FOSS, ale z kolei zależy od następującego pakietu, który ogranicza użycie:

source: Package in 'Depends/Imports' which should probably only be in 'LinkingTo': %s
pl: Pakiet w części 'Depends/Imports' który prawdopodobnie powinien być tylko w 'LinkingTo': %s

source: Package in Depends field not imported from: %s These packages needs to imported from for the case when this namespace is loaded but not attached.
pl: Pakiet z pola 'Depends' nie został zaimportowany z pakietu: %s Ten pakiet musi być importowany z pakietu w sytuacji, gdy przestrzeń nazw jest załadowana, ale nie jest załączona.

source: Package listed in more than one of Depends, Imports, Suggests, Enhances: %s A package should be listed in only one of these fields.
pl: Pakiet wymieniony w więcej niż jednym polu 'Depends', 'Imports', 'Suggests', 'Enhances': %s Pakiet powinien być wymieniony tylko w jednym z powyższych pól.

source: Package required and available but unsuitable version:
pl: Pakiet jest wymagany oraz jest dostępny, ale posiada nieodpowiednią wersję:

source: Package required but not available:
pl: Pakiet jest wymagany ale nie jest dostępny:

source: Package suggested but not available for checking:
pl: Pakiet jest sugerowany, ale nie jest dostępny do sprawdzenia:

source: Package suggested but not available:
pl: Pakiet jest sugerowany, ale nie jest dostępny:

source: Package unavailable to check Rd xrefs: %s
pl: Pakiet jest niedostępny dla sprawdzenia krzyżowych referencji Rd: %s

source: Package vignette which is not in its specified encoding:
pl: Ilustracja pakietu, która nie jest w jej określonym kodowaniu:

source: Package vignette without corresponding PDF/HTML:
pl: Ilustracja pakietu bez odpowiadającego jej pliku PDF/HTML:

source: Package which this enhances but not available for checking:
pl: Pakiet, którego ten pakiet rozszerza, ale nie jest dostępny do sprawdzenia:

source: Registration problem:
pl: Problem z rejestracją:

source: Required field missing or empty:
pl: Brakuje wymaganego pola lub jest puste:

source: Size of tarball: %d byte
pl: Rozmiar pliku tarball: %d bajt

source: The following directory looks like a leftover from 'knitr': %s Please remove from your package.
pl: Poniższy katalog wygląda na pozostałość po 'knitr': %s Proszę usunąć go ze swojego pakietu.

source: Unavailable namespace imported from by a ':::' call: %s See the note in ?`:::` about the use of this operator.
pl: Niedostępna przestrzeń nazw zaimportowana przez wywołanie ':::': %s Zobacz uwagi w ?`:::` o tym jak używać tego operatora.

source: Undeclared package in foreign function calls:
pl: Niezadeklarowany pakiet w obcych wywołaniach funkcji:

source: Unexported object imported by a ':::' call: %s See the note in ?`:::` about the use of this operator.
pl: Niewyeksportowany obiekt zaimportowany poprzez wywołanie ':::': %s Zobacz uwagi w ?`:::` o tym jak używać tego operatora.

source: Unexported object imported by a ':::' call: %s See the note in ?`:::` about the use of this operator. Including base/recommended package(s): %s
pl: Niewyeksportowany obiekt zaimportowany poprzez wywołanie ':::': %s Zobacz uwagi w ?`:::` o tym jak używać tego operatora. Uwzględnianie pakietów bazowych/rekomendowanych: %s

source: Unknown package %s in Rd xrefs
pl: Nieznany pakiet %s w krzyżowych referencjach Rd

source: Uses the non-portable package:
pl: Używa nieprzenośnego pakietu:

source: Uses the superseded package:
pl: Używa zastąpionego pakietu:

source: Versioned 'LinkingTo' value for %s is only usable in R >= 3.0.2
pl: Wersjonowana wartość 'LinkingTo' dla %s jest używalna tylko w R >= 3.0.2

source: Vignette dependency not required:
pl: Zależność ilustracji nie jest wymagana:

source: VignetteBuilder package not declared:
pl: Pakiet 'VignetteBuilder' nie został określony:

source: VignetteBuilder package required for checking but not installed:
pl: Pakiet 'VignetteBuilder' jest wymagany do sprawdzenia, ale nie jest dostępny:

source: Warning in file %s:
pl: Ostrzeżenie w pliku %s:

source: Warning in re-building vignettes:
pl: Błąd podczas ponownego tworzenia ilustracji:

source: Warning: found non-ASCII string
pl: Ostrzeżenie: znaleziono łańcuch tekstowy w nie-ASCII

source: Warning: large data file saved inefficiently:
pl: Ostrzeżenie: duży plik danych został zapisany nieefektywnie:

source: call includes '...', expected %d parameter
pl: wywołanie zawiera w sobie '...', oczekiwano %d parametru
