Repository: lukaszdaniel/ivory
Catalog: R/src/library/tools/po/R-*.po
Languages: pl

source: Warning: No generic function.*corresponding to requested imported methods
pl: Ostrzeżenie: Brak ogólnej funkcji.* odpowiadającej oczekiwanym importowanym metodom

source: Warning: creation of %s failed
pl: Ostrzeżenie: tworzenie %s nie powiodło się

source: Warning: package needs dependence on R (>= 2.10)
pl: Ostrzeżenie: pakiet wymaga zależności od R (>-2.10)

source: Warning: unknown option
pl: Ostrzeżenie: nieznana opcja

source: Warning: unknown option %s
pl: Ostrzeżenie: nieznana opcja %s

source: When running vignette %s:
pl: Podczas uruchamiania ilustracji %s:

source: When sourcing %s:
pl: Podczas przetwarzania źródła %s:

source: When tangling %s:
pl: Podczas wplatania %s:

source: [TRUNCATED]
pl: [PRZYCIĘTE]

source: \arguments, description of item %s
pl: '\arguments', opis pozycji %s

source: \name must only contain simple text
pl: \name musi zawierać jedynie prosty tekst

source: \name should not contain !, | or @
pl: \name nie może zawierać znaków: !, | lub @

source: \synopsis was removed in R 3.1.0
pl: znacznik '\synopsis' został usunięty w R 3.1.0

source: \tabular format must be simple text
pl: format \tabular musi być prostym tekstem

source: _not_ indexing 'base' package
pl: pakiet 'base' _nie_ będzie indeksowany

source: a directory
pl: katalog

source: a file
pl: plik

source: a zip file
pl: plik zip

source: about to run command %s
pl: przygotowanie do uruchomienia polecenia %s

source: adding MD5 file
pl: dodawanie pliku MD5

source: all packages should have a 'NAMESPACE' file
pl: wszystkie pakiety powinny mieć plik 'NAMESPACE'

source: apparently PKG_LIBS is missing $(FLIBS) in %s
pl: najwyraźniej 'PKG_LIBS' brakuje '$(FLIBS)' w %s

source: apparently using $(LAPACK_LIBS) without $(BLAS_LIBS) in %s
pl: najwyraźniej używanie '$(LAPACK_LIBS)' bez '$(BLAS_LIBS)' w %s

source: argument for %s was not found
pl: argument dla %s nie został znaleziony

source: assertCondition: caught %s
pl: assertCondition: przechwycono %s

source: assertConditon: Successfully caught a condition
pl: assertConditon: Pomyślnie przechwycono warunek

source: attempting to select less than one element
pl: próba wybrania mniej niż jednego elementu

source: attempting to select more than one element
pl: próba wybrania więcej niż jednego elementu

source: backing up earlier installation
pl: tworzenie kopii zapasowej wcześniejszej instalacji

source: bad operand
pl: zły operand

source: bibtype %s is not implemented
pl: typ bibliografii %s nie jest zaimplementowany

source: building %s
pl: budowanie %s

source: building a fake installation is disallowed
pl: budowałe fałszywej instalacji jest zabronione

source: building package indices
pl: budowanie indeksów pakietu

source: building the PDF package manual
pl: budowanie podręcznika PDF pakietu

source: byte-compile and prepare package for lazy loading
pl: kompilowanie bajtowe oraz przygotowywanie pakietu do leniwego ładowania

source: cannot change to directory %s
pl: nie można zmienić na katalog %s

source: cannot check R code installed as image
pl: nie można sprawdzić kodu R zainstalowanego jako obraz

source: cannot coerce %s to logical
pl: nie można przekształcić %s na typ logiczny

source: cannot copy file %s to directory %s
pl: nie można skopiować pliku %s do katalogu %s

source: cannot create %s
pl: nie można utworzyć '%s'

source: cannot create directory %s
pl: nie można utworzyć katalogu %s

source: cannot create temporary directory
pl: nie można utworzyć katalogu tymczasowego

source: cannot create unique directory for build
pl: nie można utworzyć unikalnego katalogu do stworzenia kompliacji

source: cannot deal with Rd objects with missing/empty names
pl: nie można poradzić sobie z obiektami Rd z brakującymi/pustymi nazwami

source: cannot find 'startxref' keyword
pl: nie można znaleźć 'startxref'

source: cannot find 'xref' table
pl: nie można znaleźć tabeli 'xref'

source: cannot find object header at 'xrefed' position %d
pl: nie można znaleźć nagłówka obiektu w pozycji %d 'xrefed'

source: cannot link from %s
pl: nie można połączyć z %s

source: cannot open directory %s
pl: nie można utworzyć katalogu %s

source: cannot read 'xref' table
pl: nie można odczytać tabeli 'xref'

source: cannot read array object
pl: nie można odczytać obiektu tablicy

source: cannot read dictionary object
pl: nie można odczytać obiektu słownika

source: cannot read hexadecimal string object
pl: nie można odczytać obiektu o szestnastkowym łańcuchu

source: cannot read index information in file '%s'
pl: nie można odczytać indeksu informacji w pliku '%s'

source: cannot read indirect reference object
pl: nie można odczytać obiektu o niebezpośredniej referencji

source: cannot read literal string object
pl: nie można odczytać dosłownych obiektów łańcucha

source: cannot read name object
pl: nie można odczytać obiektu nazwy

source: cannot read stream data
pl: nie można odczytać danych strumieniowych

source: cannot read stream object
pl: nie można odczytać strumienia obiektu

source: cannot source package code
pl: nie można wykonać kodu pakietu

source: cannot turn off locale-specific sorting via LC_COLLATE
pl: nie można wyłączyć sortowania zależnego od specyficznej lokalizacji poprzez LC_COLLATE

source: cannot unpack %s
pl: nie można rozpakować %s

source: cannot write to build dir
pl: nie można zapisywać do skompilowanego katalogu

source: checking 'build' directory ...
pl: sprawdzanie katalogu 'build' ...

source: checking CRAN incoming feasibility ...
pl: sprawdzanie nadchodzącej wykonalności CRAN ...

source: checking DESCRIPTION meta-information ...
pl: sprawdzanie meta-informacji pliku DESCRIPTION ...

source: checking PDF version of manual ...
pl: sprawdzanie wersji PDF podręcznika ...

source: checking PDF version of manual without hyperrefs or index ...
pl: sprawdzanie wersji PDF podręcznika bez hiperłączy lub indeksów ...

source: checking R code for possible problems ...
pl: sprawdzanie kodu R w poszukiwaniu potencjalnych problemów ...

source: checking R files for non-ASCII characters ...
pl: sprawdzanie plików R w poszukiwaniu znaków spoza ASCII ...

source: checking R files for syntax errors ...
pl: sprawdzanie plików R w poszukiwaniu błędów składniowych ...

source: checking R/sysdata.rda ...
pl: sprawdzanie R/sysdata.rda ...

source: checking Rd \usage sections ...
pl: sprawdzanie sekcji \usage Rd ...

source: checking Rd contents ...
pl: sprawdzanie zawartości Rd ...

source: checking Rd cross-references ...
pl: sprawdzanie krzyżowych referencji Rd ...

source: checking Rd files ...
pl: sprawdzanie plików Rd ...

source: checking Rd metadata ..
pl: sprawdzanie metadanych Rd ...

source: checking S3 generic/method consistency ...
pl: sprawdzanie spójności funkcji ogólnych S3/metod ...

source: checking a package with encoding %s in an ASCII locale
pl: sprawdzanie pakietu z kodowaniem %s w lokalizacji ASCII

source: checking compilation flags in Makevars
pl: sprawdzanie flag kompilacji w Makevars

source: checking compiled code ...
pl: sprawdzanie skompilowanego kodu ...

source: checking contents of 'data' directory ...
pl: sprawdzanie zawartości katalogu 'data' ...

source: checking data for ASCII and uncompressed saves ...
pl: sprawdzanie danych w poszukiwaniu zapisanych plików, które nie są w formacie ASCII oraz nie są skompresowane ...

source: checking data for non-ASCII characters ...
pl: sprawdzanie danych w poszukiwaniu znaków nie w formacie ASCII ...

source: checking dependencies in R code ...
pl: sprawdzanie zależności w kodzie R ...

source: checking differences from %s to %s ...
pl: sprawdzanie różnic pomiędzy %s a %s ...

source: checking examples ...
pl: sprawdzanie przykładów ...

source: checking extension type ...
pl: sprawdanie typu rozszerzenia ...

source: checking files in 'vignettes' ...
pl: sprawdzanie plików w katalogu 'vignettes' ...

source: checking for .dll and .exe files ...
pl: szukanie plików .dll oraz .exe ...

source: checking for GNU extensions in Makefiles ...
pl: szukanie rozszerzeń GNU w plikach Makefile ...

source: checking for LF line-endings in source and make files
pl: szukanie zakończeń linii LF w plikach źródłowych oraz make

source: checking for code which exercises the package ...
pl: szukanie kodu sprawdzającego pakiet ...

source: checking for code/documentation mismatches ...
pl: szukanie niezgodności kodu/dokumentacji ...

source: checking for empty or unneeded directories
pl: szukanie pustych lub niepotrzebnych katalogów

source: checking for executable files ...
pl: szukanie plików wykonywalnych ...

source: checking for file %s ...
pl: sprawdzanie pliku %s ...

source: checking for hidden files and directories ...
pl: szukanie ukrytych plików oraz katalogów ...

source: checking for left-over files ...
pl: sprawdzanie pozostałości po plikach ...

source: checking for left-overs from vignette generation ...
pl: sprawdzanie czy są jakieś pozostałości po generowaniu ilustracji ...

source: checking for missing documentation entries ...
pl: szukanie brakujących wpisów dokumentacji ...

source: checking for old-style vignette sources ...
pl: sprawdzanie źródeł ilustracji starego typu ...

source: checking for portable file names ...
pl: szukanie nazw plików przenośnych ...

source: checking for portable use of $(BLAS_LIBS) and $(LAPACK_LIBS) ...
pl: szukanie przenośnego użycia $(BLAS_LIBS) oraz $(LAPACK_LIBS) ...

source: checking for sufficient/correct file permissions ...
pl: szukanie wystarczających/poprawnych uprawnień do pliku ...

source: checking for unstated dependencies in %s directory ...
pl: szukanie niezadeklarowanych zależności w katalogu %s ...

source: checking for unstated dependencies in examples ...
pl: szukanie niezadeklarowanych zależności w przykładach ...

source: checking for unstated dependencies in vignettes ...
pl: szukanie niezadeklarowanych zależności w ilustracjach ...

source: checking foreign function calls ...
pl: sprawdzanie wywołań obcych funkcji ...

source: checking if there is a namespace ...
pl: sprawdzanie czy jest dostępna przestrzeń nazw ...

source: checking if this is a source package ...
pl: sprawdzanie czy jest to pakiet źródłowy ...

source: checking index information ...
pl: sprawdzanie informacji indeksu ...

source: checking installed files from 'inst/doc' ...
pl: sprawdzanie zainstalowanych plików z 'inst/doc' ...

source: checking installed package size ...
pl: sprawdzanie rozmiaru zainstalowanego pakietu ...

source: checking line endings in C/C++/Fortran sources/headers ...
pl: sprawdzanie zakończeń linii w plikach źródłowych/nagłówkach C/C++/Fortran ...

source: checking line endings in Makefiles ...
pl: sprawdzanie zakończeń linii w Makefiles ...

source: checking loading without being on the library search path ...
pl: sprawdzanie ładowania bez bycia na ścieżce przeszukiwania bibliotek ...

source: checking package %s ...
pl: sprawdzanie pakietu %s ...

source: checking package dependencies ...
pl: sprawdzanie zależności pakietu ...

source: checking package directory ...
pl: sprawdzanie katalogu pakietu ...

source: checking package namespace information ...
pl: sprawdzanie informacji o przestrzeni nazw pakietu ...

source: checking package subdirectories ...
pl: sprawdzanie podkatalogów pakietu ...

source: checking package vignettes in %s ...
pl: sprawdzanie ilustracji pakietu w %s ...

source: checking re-building of vignette outputs ...
pl: sprawdzanie ponownego tworzenia wyjść ilustracji ...

source: checking replacement functions ...
pl: sprawdzanie funkcji zastępujących ...

source: checking running R code from vignettes ...
pl: sprawdzanie uruchamiania kodu R z ilustracji ...

source: checking sizes of PDF files under 'inst/doc' ...
pl: sprawdzanie rozmiarów plików PDF w 'inst/doc' ...

source: checking tests ...
pl: sprawdzanie testów ...

source: checking tests in %s directory ...
pl: sprawdzanie testów w katalogu %s ...

source: checking top-level files ...
pl: sprawdzanie plików najwyższego poziomu ...

source: checking use of S3 registration ...
pl: sprawdzanie użycia rejestracji S3 ...

source: checking vignette meta-information ...
pl: sprawdzanie metainformacji ilustracji ...

source: checking whether %s is up-to-date ...
pl: sprawdzanie czy %s jest aktualne ...

source: checking whether package %s can be installed ...
pl: sprawdzanie czy pakiet %s może zostać zainstalowany ...

source: checking whether the namespace can be loaded with stated dependencies ...
pl: sprawdzanie czy przestrzeń nazw może być załadowana z podanymi zależnościami ...

source: checking whether the namespace can be unloaded cleanly ...
pl: sprawdzanie czy przestrzeń nazw może być zwolniona w sposób czysty ...

source: checking whether the package can be loaded ...
pl: sprawdzanie czy pakiet może zostać załadowany ...

source: checking whether the package can be loaded with stated dependencies ...
pl: sprawdzanie czy pakiet może zostać załadowany z podanymi zależnościami ...

source: checking whether the package can be unloaded cleanly ...
pl: sprawdzanie czy pakiet może zostać zwolniony w sposób czysty ...

source: cleaning 'src' directory
pl: czyszczenie katalogu 'src'

source: compacted %s from %s to %s
pl: skompaktowany %s z %s na %s

source: compacting vignettes and other PDF files
pl: kompaktowanie ilustracji oraz innych plików PDF

source: comparing %s to %s ...
pl: porównywanie %s z %s ...

source: compiling TeX file %s failed with message: %s
pl: kompilowanie pliku TeX %s nie powiodło się zwracając komunikat: %s

source: computing Rd index failed
pl: obliczanie indeksu Rd nie powiodło się

source: condition must be plain text
pl: warunek musi być płaskim tekstem

source: configuration files are not supported as from R 2.12.0
pl: pliki konfiguracyjne nie są wspierane od wersji R 2.12.0

source: configure command: %s
pl: polecenie konfiguracyjne: %s

source: converting help for package %s
pl: konwertowanie pomocy dla pakietu %s

source: copying figures
pl: kopiowanie figur

source: copying to build directory failed
pl: kopiowanie do katalogu 'build' nie powiodło się

source: created lock directory %s
pl: utworzono katalog blokady %s

source: creating default NAMESPACE file
pl: tworzenie domyślnego pliku NAMESPACE

source: creating file %s
pl: tworzenie pliku %s

source: creating new %s
pl: tworzenie nowego %s

source: creating tarball
pl: tworzenie pliku tarball

source: creating vignettes ...
pl: tworzenie ilustracji ...

source: creation of %s failed
pl: tworzenie '%s' nie powiodło się

source: current working directory cannot be ascertained
pl: bieżący katalog roboczy nie może być ustalony

source: currently only Rd syntax is supported
pl: aktualnie tylko składnia Rd jest wspierana

source: declared S3 method %s not found
pl: zadeklarowana metoda S3 %s nie została znaleziona

source: dev.new() is the preferred way to open a new device, in the unlikely event one is needed.
pl: 'dev.new()' jest preferowanym sposobem otwarcia nowego urządzenia, w tym wyjątkowym przypadku jest to wymagane.

source: differences from %s
pl: różnice we wpisie %s

source: directory %s does not contain R code
pl: katalog %s nie zawiera kodu R

source: directory %s does not contain Rd objects
pl: katalog %s nie zawiera obiektów Rd

source: directory %s does not exist
pl: katalog %s nie istnieje

source: directory %s was not found
pl: nie znaleziono katalogu %s

source: docType %s is unrecognized
pl: Znacznik 'docType' %s nie został rozpoznany

source: done
pl: wykonano

source: downloading file %s ...
pl: pobieranie pliku %s ...

source: downloading reverse dependencies ...
pl: pobieranie wstecznych zależności ...

source: duplicated files in %s field:
pl: powtórzone pliki w polu %s:

source: empty 'data' directory
pl: pusty katalog 'data'

source: entry %d (%s): missing required field(s) %s
pl: wpis %d (%s): brakuje wymaganych pól %s

source: entry %d: invalid type %s
pl: wpis %d: niepoprawny typ %s

source: entry for %s=%s already defined to be %s
pl: wpis dla %s=%s jest już zdefiniowany jako %s

source: error reading file %s
pl: błąd podczas czytania pliku %s

source: exactly one Rd file must be specified
pl: dokładnie jeden plik Rd musi zostać określony

source: excluding invalid files
pl: pomijanie niepoprawnych plików

source: expanding %s
pl: rozszerzanie %s

source: expect failure or some differences if not in a Latin or UTF-8 locale
pl: oczekuj niepowodzenia lub pewnych różnic jeśli nie jest w lokalizacji Latin lub UTF-8

source: failed
pl: nie powiodło się

source: failed to complete the test
pl: nie udało się zakończyć testu

source: failed to start the httpd server
pl: nie udało się uruchomić serwera httpd

source: file %s cannot be opened
pl: plik %s nie może zostać otwarty

source: file %s contains a blank line
pl: plik %s zawiera pustą linię

source: file %s does not exist
pl: plik %s nie istnieje

source: file %s exists; please remove it first
pl: plik %s istnieje; proszę go najpierw usunąć

source: file %s is not in valid DCF format
pl: plik %s nie jest poprawnym formatem DCF

source: file %s lacks a header: skipping
pl: plikowi %s brakuje nagłówka: pomijanie

source: file %s will not be installed: please remove it
pl: plik %s nie zostanie zainstalowany: proszę go usunąć

source: file %s: multiple \encoding lines, using the first
pl: plik %s: wielokrotne linie '\encoding', używanie pierwszej

source: file %s: non-ASCII input and no declared encoding
pl: plik %s: wejście nie-ASCII, a brak zadeklarowanego kodowania

source: file EXISTS but is not of correct format
pl: plik ISTNIEJE ale nie posiada poprawnego formatu

source: file link %s in package %s does not exist and so has been treated as a topic
pl: łącze do pliku %s w pakiecie %s nie istnieje więc zostało potraktowane jako temat

source: files differ in number of lines
pl: pliki różnią się w liczbie linii

source: files differ in number of lines:
pl: pliki różnią się w liczbie linii:

source: files in %s field missing from %s:
pl: pliki w polu %s których brakuje w %s:

source: files in %s missing from %s field:
pl: pliki w %s których brakuje w polu %s:

source: finding HTML links ...
pl: znajdowanie łączy HTML...

source: finding level-2 HTML links ...
pl: znajdowanie linków HTML drugiego poziomu...

source: found T/F in %s
pl: znaleziono wartości T/F w %s

source: found encoding %s
pl: znaleziono kodowanie %s

source: generating debug symbols (%s)
pl: tworzenie symboli debugowania (%s)

source: httpd server disabled by R_DISABLE_HTTPD
pl: serwer httpd wyłączony przez R_DISABLE_HTTPD

source: install for architecture %s
pl: instalacja dla architektury %s

source: install log %s does not exist
pl: dziennik instalacji %s nie istnieje

source: installed size is %4.1fMb
pl: rozmiar zainstalowanego %4.1fMb

source: installing *Frontend* package %s ...
pl: intalowanie pakietu *frontendowego* %s ...

source: installing *binary* package %s ...
pl: instalowanie *binarnego* pakietu %s ...

source: installing *source* package %s ...
pl: instalowanie *źródłowego* pakietu %s ...

source: installing dependencies %s
pl: instalowanie zależności %s

source: installing help indices
pl: instalowanie indeksów pomocy

source: installing the package to build vignettes
pl: instalowanie pakietu aby zbudować ilustracje

source: installing the package to process help pages
pl: instalowanie pakietu aby przetwarzać strony pomocy

source: installing to directory %s
pl: instalowanie do katalogu %s

source: installing to library %s
pl: instalowanie do biblioteki %s

source: installing via 'install.libs.R' to installation directory %s
pl: instalowanie poprzez 'install.libs.R' do katalogu instalacyjnego %s

source: installing vignettes
pl: instalowanie ilustracji

source: internal error
pl: błąd wewnętrzny

source: invalid index in object stream lookup
pl: niepoprawny indeks w wyszukiwaniu strumienia obiektu

source: invalid package %s
pl: niepoprawny pakiet %s

source: invalid package layout
pl: niepoprawna struktura pakietu

source: invalid value for '%s' : %s
pl: niepoprawna wartość dla '%s' : %s

source: invalid value for '--compact-vignettes', assuming %s
pl: Niepoprawna wartość '--compact-vignettes', zakładanie %s

source: invalid value for 'compress': should be FALSE, TRUE, 2 or 3
pl: niepoprawna wartość dla 'compress': powinno być FALSE, TRUE, 2 lub 3

source: loading package failed
pl: ładowanie pakietu nie powiodło się

source: looking at %s
pl: patrzenie na %s

source: looking to see if a 'data/datalist' file should be added
pl: sprawdzanie w celu ustalenia, czy plik 'data/datalist' powinien być dodany

source: looks like %s is a base package
pl: wygląda na to, że %s jest bazowym pakietem

source: looks like %s is a package bundle -- they are defunct
pl: wygląda na to, że %s jest paczką pakietów - a one zostały zlikwidowane

source: make cmd is %s make would use:
pl: polecenie make to %s make użyłby:

source: mismatch in generation numbers (given: %d, found: %d)
pl: niezgodność w numerach generacji (otrzymano: %d, znaleziono: %d)

source: mismatch in object numbers (given: %d, found: %d)
pl: niezgodność w numerach obiektów (otrzymano: %d, znaleziono: %d)

source: missing file link %s
pl: brakujące łącze do pliku %s

source: missing link %s
pl: brakujące łącze %s

source: missing/empty %s field in '%s'
pl: brakujące/puste pole %s w '%s'

source: more than one \examples section, using the first
pl: więcej niż jedna sekcja \examples, używanie pierwszej

source: moving datasets to lazyload DB
pl: przenoszenie zbiorów danych do bazy leniwego ładowania

source: multiple sections named '%s' are not allowed
pl: wielokrotne sekcje o nazwie '%s' nie są dozwolone

source: namespace must not be already loaded
pl: przestrzeń nazw nie może być już załadowana

source: neither code nor data objects found
pl: nie znaleziono kodu ani obiektów danych

source: no 'type' specified
pl: nie określono 'type'

source: no DLL was created
pl: nie utworzono pliku DLL

source: no Rd sections specified
pl: nie określono sekcji Rd

source: no comma in argument list following %s
pl: brak przecinka w liście argumentów następujących po %s

source: no examples found for package %s
pl: nie znaleziono przykładów dla pakietu %s

source: no inputs
pl: brak wejść

source: no packages to check
pl: brak pakietów do sprawdzenia

source: no parenthesis following %s
pl: brak nawiasów następujących po %s

source: no parsed files found
pl: nie znaleziono plików przeanalizowanych składniowo

source: no running server to stop
pl: brak serwera, którego można by zatrzymać

source: no source files found
pl: nie znaleziono plików źródłowych

source: no validly-named files in the %s directory
pl: niepoprawnie nazwane pliki w katalogu %s

source: non-ASCII input in a 'CITATION' file without a declared encoding
pl: wejście nie-ASCII w pliku 'CITATION' bez zadeklarowanego kodowania

source: not installing file %s
pl: nie instalowanie pliku %s

source: only one architecture so ignoring '--merge-multiarch'
pl: tylko jedna architektura, więc pomijanie '--merge-multiarch'

source: package %s %s was found, but %s %s is required by %s
pl: pakiet %s %s został znaleziony, ale pakiet %s %s jest wymagany przez %s

source: package %s exists but was not installed under R >= 2.10.0 so xrefs cannot be checked
pl: pakiet %s istnieje, ale nie został zainstalowany pod R >= 2.10.0, tak więc 'xrefs' nie może zostać sprawdzony

source: package %s successfully unpacked and MD5 sums checked
pl: pakiet %s został pomyślnie rozpakowany oraz sumy MD5 zostały sprawdzone

source: package %s was already a binary package and will not be rebuilt
pl: pakiet %s jest już pakietem binarnym i nie będzie przebudowany

source: package '%s' was not found
pl: pakiet '%s' nie został znaleziony

source: package 'methods' is used but not declared
pl: pakiet 'methods' został użyty, ale nie jest zadeklarowany
