Repository: lukaszdaniel/ivory
Catalog: R/src/library/tools/po/R-*.po
Languages: pl

source: call to %s with %d parameter, expected %d
pl: wywołanie przekazane do %s z %d parametrem, oczekiwano %d

source: difference in entry %s
pl: różnice we wpisie %s

source: file %s has the wrong MD5 checksums
pl: plik %s ma niepoprawną sumę kontrolną MD5

source: file %s is missing
pl: brakuje pliku %s

source: missing/empty \name field in Rd file %s
pl: brakujące/puste pole \name w pliku %s

source: object %s is created by more than one data call
pl: obiekt %s jest utworzony przez więcej niż jedno wywołanie danych

source: problem found in %s
pl: znaleziono problem w %s

source: unable to re-encode %s line %s
pl: nie można przekodować %s linia %s
