Repository: lukaszdaniel/ivory
Catalog: R/src/library/tools/po/R-*.po
Languages: pl

source: ## package without R code %s
pl: ## pakiet bez kodu R %s

source: %s argument must be a character string or a file/raw connection
pl: argument %s musi być łańcuchem tekstowym lub połączeniem plikowym/prostym

source: %s calls:
pl: wywołania %s:

source: %s command is not available
pl: polecenie %s nie jest dostępne

source: %s file was not found
pl: plik %s nie został znaleziony

source: %s has wrong argument list %s
pl: %s ma błędną listę argumentów %s

source: %s in object %s
pl: %s w obiekcie %s

source: %s is neither a file nor directory, skipping
pl: %s nie jest ani plikiem, ani katalogiem, pomijanie

source: %s is of class %s
pl: %s jest obiektem klasy %s

source: %s is using %s encoding
pl: %s używa kodowania %s

source: %s registered as %s, but called with %s
pl: %s zarejestrowane jako %s, ale wywołane z %s

source: %s version %s
pl: %s w wersji %s

source: '%s' argument must be TRUE or FALSE
pl: argument '%s' musi mieć wartość TRUE lub FALSE

source: '%s' argument must be a character string or connection
pl: argument '%s' musi być łańcuchem tekstowym lub połączeniem

source: '%s' argument must be a character vector
pl: argument '%s' musi być wektorem tekstowym

source: '%s' argument must be a single character string
pl: argument '%s' musi być pojedynczym łańcuchem tekstowym

source: '%s' argument must be of length 1
pl: argument '%s' musi być długości 1

source: '%s' argument should be an object of class %s
pl: argument '%s' musi być obiektem klasy %s

source: '%s' directory
pl: katalog '%s'

source: '%s' must be plain text
pl: '%s' musi być płaskim tekstem

source: '--as-cran' turns off '--extra-arch'
pl: opcja '--as-cran' wyłącza opcję '--extra-arch'

source: '--auto-zip' is defunct
pl: opcja '--auto-zip' została zlikwidowana

source: '--multiarch' specified with only one usable sub-architecture
pl: '--multiarch' zdefiniowany tylko z jedną użyteczną pod-architekturą

source: '--no-latex' is defunct: use '--no-manual' instead
pl: użycie '--no-latex' zostało zlikwidowane: użyj '--no-manual' w zamian

source: '--no-rebuild-vignettes' is defunct: use '--no-build-vignettes' instead
pl: użycie '--no-rebuild-vignettes' zostało zlikwidowane: użyj '--no-build-vignettes' w zamian

source: '--no-vignettes' is defunct: use '--no-build-vignettes' instead
pl: użycie '--no-vignettes' zostało zlikwidowane: użyj '--no-build-vignettes' w zamian

source: '.build_package()' exit status %d
pl: Status wyjścia %d dla funkcji '.build_package()'

source: 'DESCRIPTION' file seems to be a bundle -- and they are defunct
pl: plik 'DESCRIPTION' wygląda to na paczkę -- a one zostały zlikwidowane

source: 'DUP' option is no longer supported and will be ignored.
pl: 'DUP' nie jest już dłużej wspierane i będzie ignorowane.

source: 'LinkingTo' field is unused: package has no 'src' directory
pl: Pole 'LinkingTo' jest nieużywane: pakiet nie posiada katalogu 'src'

source: 'NeedsCompilation' field must take value 'yes' or 'no'
pl: Pole 'NeedsCompilation' musi przyjmować wartości 'yes' lub 'no'

source: 'R CMD build' failed
pl: 'R CMD build' nie powiodło się

source: 'Suggests' or 'Enhances' packages are not in mainstream repositories:
pl: Pakiety wskazane w polach 'Suggests' lub 'Enhances' nie są w głównych repozytoriach:

source: 'cleanup' file exists but is not executable -- see the 'R Installation and Administration Manual'
pl: plik 'cleanup' istnieje, ale nie jest wykonywalny -- zobacz 'R Installation and Adminstration Manual'

source: 'delim' argument must specify two characters
pl: argument 'delim' musi określać dwa znaki

source: 'gs+qpdf' made some significant size reductions: %s consider running tools::compactPDF(gs_quality = "ebook") on these files
pl: 'gs+qpdf' wykonał znaczne redukcje rozmiarów: %s rozważ uruchomienie 'tools::compactPDF(gs_quality = "ebook") ' na tych plikach

source: 'macros' must be TRUE or must specify existing macros
pl: argument 'macros' musi mieć wartość TRUE lub musi określać istniejące makra

source: 'qpdf' is needed for checks on size reduction of PDFs
pl: 'qpdf' jest potrzebny do sprawdzenia redukcji rozmiaru plików PDF

source: 'qpdf' made some significant size reductions: %s consider running tools::compactPDF() on these files
pl: 'qpdf' wykonał znaczne redukcje rozmiarów: %s rozważ uruchomienie 'tools::compactPDF()' na tych plikach

source: 'type' must be one of 'txt', 'html', 'latex' or 'example'
pl: 'type' musi być jednym z 'txt', 'html', 'latex' lub 'example'

source: * install options %s
pl: * opcje instalacji %s

source: * loading checks for arch %s
pl: * ładowanie sprawdzeń dla architektury %s

source: ** found \donttest examples: check also with --run-donttest
pl: ** znaleziono przykłady '\donttest': sprawdź również z opcją '--run-donttest'

source: ** running examples for arch %s ...
pl: ** uruchamianie przykładów dla architektury %s ...

source: ** running tests for arch %s
pl: ** uruchamianie testów dla architektury %s

source: *** PDFLaTeX Errors ***
pl: *** Błędy PDFLaTeX ***

source: *** Source Errors ***
pl: *** Błędu źródła ***

source: *** Tangle Errors ***
pl: *** Błędu Tangle ***

source: *** Weave Errors ***
pl: *** Błędy Weave ***

source: *** someone has corrupted the Built field in package %s ***
pl: *** ktoś uszkodził pole 'Built' w pakiecie %s ***

source: -l option without value
pl: opcja '-l' bez wartości

source: -o option without value
pl: opcja '-o' bez wartości

source: -t option without value
pl: opcja '-t' bez wartości

source: ... [TRUNCATED]
pl: ... [PRZYCIĘTE]

source: ... incomplete output. Crash?
pl: ... niekompletne wyjście. Nagłe przerwanie?

source: A 'vignettes' directory is required as from R 3.1.0
pl: Od wersji R 3.1.0 katalog 'vignettes' jest wymagany.

source: A 'vignettes' directory is required as from R 3.1.0 and these will not be indexed nor checked
pl: Katalog 'vignettes' jest wymagany od wersji R 3.1.0 i nie będą indeksowane ani sprawdzane

source: A namespace must be able to be loaded with just the base namespace loaded: otherwise if the namespace gets loaded by a saved object, the session will be unable to start. Probably some imports need to be declared in the 'NAMESPACE' file.
pl: Przestrzeń nazw musi być możliwa do załadowania gdy tylko bazowa przestrzeń nazw jest załadowana: w przeciwnym razie jeśli przestrzeń nazw zostanie załadowana przez zapisany obiekt, sesja nie będzie mogła być uruchomiona. Prawdopodobnie jakieś importy muszą zostać zadeklarowane w pliku 'NAMESPACE'.

source: Adding so many packages to the search path is excessive and importing selectively is preferable.
pl: Dodawanie tak wielu pakietów do ścieżki wyszukiwania jest przesadą. Preferowane jest selektywne importowanie.

source: Additional repositories with no packages:
pl: Dodatkowe repozytoria bez pakietów:

source: All field tags must be ASCII.
pl: Wszystkie znaczniki pola muszą być w standardzie ASCII.

source: All packages need a namespace as from R 3.0.0. R CMD build will produce a suitable starting point, but it is better to handcraft a 'NAMESPACE' file.
pl: Od wersji R 3.0.0 wszystkie pakiety potrzebują przestrzeni nazw. Builder R CMD wyprodukuje plik z odpowiednim punktem startowym, ale lepiej jest samemu utworzyć plik 'NAMESPACE'.

source: All text must be in a section
pl: Cały tekst musi być w sekcji

source: All user-level objects in a package (including S4 classes and methods) should have documentation entries.
pl: Wszystkie obiekty na poziomie użytkownika obecne w pakiecie (wliczając klasy S4 oraz metody) powinny mieć udokumentowane wpisy.

source: All user-level objects in a package should have documentation entries.
pl: Wszystkie obiekty na poziomie użytkownika obecne w pakiecie powinny mieć udokumentowane wpisy.

source: Apparent non-ASCII contents in second part of \enc
pl: Najwyraźniej są zawartości nie będące w formacie ASCII w drugiej części \enc

source: Apparent non-ASCII contents without declared encoding
pl: Najwyraźniej zawartości nie będące w formacie ASCII bez zadeklarowanego kodowania

source: Argument %s must be a character vector or NULL and not an object of class %s
pl: Argument %s musi być wektorem tekstowym lub wartością NULL a nie obiektem klasy %s

source: Argument %s must be a function and not an object of class %s
pl: Argument %s musi być funkcją a nie obiektem klasy %s

source: Argument items with no description in Rd object %s:
pl: Pozycje argumentu bez opisu w obiekcie Rd %s:

source: Argument names in code but not in docs:
pl: Nazwy argumentów w kodzie, ale nie w dokumentacji:

source: Argument names in docs but not in code:
pl: Nazwy argumentów w dokumentacji, ale nie w kodzie:

source: Asserted error: %s
pl: Założony błąd: %s

source: Asserted warning: %s
pl: Założone ostrzeżenie: %s

source: Assignments in \usage in documentation object %s:
pl: Przypisania w '\usage' w obiekcie dokumentacji %s:

source: Author field differs from that derived from Authors@R
pl: Pole 'Author' różni się od tego uzyskanego z 'Authors@R'

source: Author:
pl: Autor:

source: Authors information should be in file inst/AUTHORS
pl: Informacja o autorach powinna być umieszczona w pliku 'inst/AUTHORS'

source: Authors@R field gives more than one person with maintainer role:
pl: Pole 'Authors@R' wskazuje na więcej niż jedną osobę z rolą opiekuna:

source: Authors@R field gives no person with author role.
pl: Pole 'Authors@R' nie zawiera danych osoby z rolą autora.

source: Authors@R field gives no person with maintainer role, valid email address and non-empty name.
pl: Pole 'Authors@R' nie zawiera danych osoby z rolą opiekuna oraz adresem email ani też niepustą nazwą.

source: Authors@R field gives persons with no valid roles:
pl: Pole 'Authors@R' wskazuje na osoby z niepoprawnymi rolami:

source: Authors@R field should be a call to person(), or combine such calls.
pl: Pole Authors@R powinno być wywołaniem funkcji 'person()' lub być kombinacją takich wywołań.

source: Authors@R:
pl: Autorzy w R:

source: Auto-generated content requiring editing in Rd object %s:
pl: Automatycznie wygenerowana treść wymagająca wykonania edycji w obiekcie Rd %s:

source: Availability using 'Additional_repositories' specification:
pl: Dostępność używając specyfikacji 'Additional_repositories':

source: Bad \link option -- must be text
pl: Niepoprawna opcja \link -- musi być tekst

source: Bad \link text
pl: Niepoprawny tekst \link

source: Bad \usage lines found in documentation object %s:
pl: Znaleziono niepoprawne linie '\usage' w obiekcie dokumentacji %s:

source: BibTeX errors:
pl: Błędy BibTeXa:

source: CRAN repository db conflicts: %s
pl: Konflikty bazy danych repozytorium CRAN: %s

source: CRAN repository db overrides: %s
pl: Nadpisania bazy danych repozytorium CRAN: %s

source: CRAN-pack does not know about following files and directories:
pl: CRAN nic nie wie o następujących plikach i katalogach:

source: CRAN-pack knows about all of these files and directories
pl: CRAN wie o wszystkich tych plikach i katalogach

source: Call sequence:
pl: Sekwencja wywołania:

source: Cannot change the %s engine or use an engine of that name
pl: Nie można zmienić silnika %s lub użyć silnika o tej nazwie

source: Cannot extract Author field from Authors@R field:
pl: Nie można wydobyć pola 'Author' z pola 'Authors@R':

source: Cannot extract Maintainer field from Authors@R field:
pl: Nie można wyodrębnić pola 'Maintainer' z pola 'Authors@R':

source: Cannot extract version info from the following section titles:
pl: Nie można wyodrębnić informacji o wersji z następujących tytułów sekcji:

source: Cannot process chunk/lines: %s
pl: Nie można przetwarzać fragmentu/linii: %s

source: Category
pl: Kategoria

source: Change to non-FOSS package license.
pl: Zminana na nie-FOSS'ową licencję pakietu.

source: Changes require specified 'style'
pl: Zmiany wymagają określonego 'style'

source: Check results for packages in dir '%s':
pl: Wyniki sprawdzenia dla pakietów w katalogu '%s':

source: Check: %s, Result: %s
pl: Sprawdzenie: %s, Wynik: %s

source: Checking %s
pl: Sprawdzanie %s

source: Checking DOIs failed with message:
pl: Sprawdzanie DOI zakończyło się niepowodzeniem zwracając komunikat:

source: Checking URLs failed with message:
pl: Sprawdzanie adresów URL zakończyło się niepowodzeniem zwracając komunikat:

source: Checking URLs requires 'libcurl' support in the R build
pl: Sprawdzanie adresów URL wymaga wsparcia przez bibliotekę 'libcurl' w dystrybucji R

source: Checking should be performed on sources prepared by 'R CMD build'.
pl: Sprawdzanie powinno być wykonane na źródłach przygotowanych przez polecenie 'R CMD build'.

source: Chunk %s: %s
pl: Fragment %s: %s

source: Code demonstrations:
pl: Przykładowe użycia kodu:

source: Code: %s
pl: Kod: %s

source: Codoc mismatches from documentation object %s:
pl: Niezgodność struktury w obiekcie dokumentacji %s:

source: Comparing %s to %s ...
pl: Porównywanie %s z %s ...

source: Compiled code should not call entry points which might terminate R nor write to stdout/stderr instead of to the console.
pl: Skompilowany kod nie powinien wywoływać punktów wejścia, które mogą przerwać działanie R, ani też zapisywać do stdout/stderr zamiast na ekran konsoli.

source: Compiled code should not call entry points which might terminate R nor write to stdout/stderr instead of to the console. The detected symbols are linked into the code but might come from libraries and not actually be called.
pl: Skompilowany kod nie powinien wywoływać punktów wejścia, które mogą przerwać działanie R, ani też zapisywać do stdout/stderr zamiast na ekran konsoli. Wykryte symbole są dołączone w kodzie, ale mogą pochodzić z bibliotek i mogą nie być w rzeczywistości wywoływane.

source: Compiled code should not call non-API entry points in R.
pl: Skompilowany kod nie powinien wywoływać punktów wejścia nie będących API w R.

source: Complete output:
pl: Kompletne wyjście:

source: Condition must be \Sexpr or plain text
pl: Warunek musi być \Sexpr lub płaskim tekstem

source: Conflicting package names (submitted: %s, existing: %s)
pl: Nazwy pakietów w konflikcie (wprowadzone: %s, istniejące: %s)

source: Consider adding %s to your NAMESPACE file (and ensure that your DESCRIPTION Imports field contains 'methods').
pl: Rozważ dodanie %s do swojego pliku 'NAMESPACE' (oraz upewnij się, że w pliku 'DESCRIPTION' pole 'Imports' zawiera nazwę 'methods').

source: Consider adding %s to your NAMESPACE file.
pl: Rozważ dodanie %s do swojego pliku 'NAMESPACE'.

source: Consider the use of a .Rinstignore file: see %s, or move the vignette sources from %s to %s.
pl: Rozważ użycie pliku '.Rinstignore': zobacz %s, albo przenieś źródła ilustracji z %s do %s.

source: Converting Rd files to LaTeX
pl: Konwertowanie plików Rd do LaTeX'a

source: Converting Rd files to LaTeX ...
pl: Konwertowanie plików Rd do LaTeX'a ...

source: Converting parsed Rd's to LaTeX
pl: Konwertowanie przetworzonych plików Rd do LaTeX'a

source: Copyright information should be in file inst/COPYRIGHTS
pl: Informacja o prawach autorskich powinna być umieszczona w pliku 'inst/COPYRIGHTS'

source: Could not extract news from the following text chunks:
pl: Nie można było wyodrębnić wiadomości z następujących fragmentów tekstu:

source: Creating %s output from LaTeX ...
pl: Tworzenie wyjścia %s z LaTeX'a ...

source: Creating file %s
pl: Tworzenie pliku %s

source: Cycle:
pl: Cykl:

source: DBG: 'R CMD INSTALL' now doing do_install()
pl: DBG: 'R CMD INSTALL' wykonuje teraz 'do_install()'

source: DESCRIPTION file is for package '%s', not '%s'
pl: Plik 'DESCRIPTION' dotyczy pakietu '%s', nie '%s'

source: DIFFERED
pl: RÓŻNICE

source: DONE
pl: WYKONANO

source: DONE (%s)
pl: WYKONANO (%s)

source: Data codoc mismatches from documentation object %s:
pl: Niezgodność struktury danych w obiekcie dokumentacji %s:

source: Data with usage in documentation object %s but not in code:
pl: Dane z użyciem w obiekcie dokumentacji %s, ale nie w kodzie:

source: Date
pl: Data

source: Days since last update: %d
pl: Liczba dni od ostatniej aktualizacji: %d

source: Demos which do not contain valid R code:
pl: Dema które nie posiadają poprawnego kodu R:

source: Demos with non-ASCII characters:
pl: Dema ze znakami innymi niż ASCII:

source: Depends: includes the non-default packages:
pl: Zależności: dołącza nie-domyślne pakiety:

source: Deprecated functions may be defunct as soon as of the next release of R. See ?Deprecated.
pl: Przestarzałę funkcje mogą zostać usunięte wraz z następną wersją R. Zobacz ?Deprecated.

source: Deprecated license: %s
pl: Przestarzała licencja: %s

source: Detected vignette source files (%s) with shared names (%s) and therefore risking overwriting each others output files
pl: Wykryto pliki źródłowe ilustracji (%s) ze wspólnymi nazwami (%s) dlatego też istnieje ryzyko nadpisania plików wyjściowych dla każdej z ilustracji

source: Docs: %s
pl: Dokumenty: %s

source: Documented arguments not in \usage in documentation object %s:
pl: Udokumentowane argumenty nie są w '\usage' w obiekcie dokumentacji %s:

source: Done
pl: Wykonano

source: Dropping empty section %s
pl: Pozbywanie się pustej sekcji %s

source: Duplicated \argument entries in documentation object %s:
pl: Powtórzone wpisy '\argument' w obiekcie dokumentacji %s:

source: EOF marker was not found
pl: nie znaleziono znacznika EOF

source: ERROR
pl: BŁĄD

source: ERROR: %s is not a legal package name
pl: BŁĄD: %s nie jest poprawną nazwą pakietu

source: ERROR: '--merge-multiarch' applies only to a single tarball
pl: BŁĄD: '--merge-multiarch' stosuje się tylko do pojedynczego pliku tarball

source: ERROR: 'Frontend' packages are Unix-only
pl: BŁAD: pakiety 'Frontend' są tylko dla systemów Unix

source: ERROR: 'Translation' packages are defunct
pl: BŁĄD: pakiety 'Translation' są przestarzałe

source: ERROR: 'configure' file exists but is not executable -- see the 'R Installation and Administration Manual'
pl: BŁĄD: plik 'configure' istnieje, ale nie jest wykonywalny -- zobacz 'R Installation and Adminstration Manual'

source: ERROR: Unix-only package
pl: BŁĄD: tylko pakiety unixowe

source: ERROR: Windows-only package
pl: BŁĄD: tylko pakietu windowsowe

source: ERROR: a 'NAMESPACE' file is required
pl: BŁĄD: pole 'NAMESPACE' jest wymagane

source: ERROR: cannot create check dir %s
pl: BŁĄD: nie można utworzyć katalogu sprawdzenia %s

source: ERROR: cannot enter to directory %s
pl: BŁĄD: nie można wejść do katalogu %s

source: ERROR: cannot extract package from %s
pl: BŁĄD: nie można wyodrębnić pakietu z %s

source: ERROR: cannot install to source directory for package %s
pl: BŁĄD: nie można zainstalować do katalogu źródłowego dla pakietu %s

source: ERROR: compilation failed for package %s
pl: BŁĄD: kompilacja nie powiodła się dla pakietu %s

source: ERROR: configuration failed for package %s
pl: BŁĄD: konfiguracja nie powiodła się dla pakietu %s

source: ERROR: error unpacking tarball
pl: BŁĄD: błąd podczas rozpakowywania pliku tar

source: ERROR: extracted multiple files from %s
pl: BŁĄD: wyodrębniono wiele plików z %s

source: ERROR: failed to create lock directory %s
pl: BŁĄD: nie udało się utworzyć blokady katalogu %s

source: ERROR: failed to lock directory %s for modifying Try removing lock directory %s
pl: BŁĄD: zablokowanie katalogu %s do edycji nie powiodło się Spróbuj usunąć zablokowany katalog %s

source: ERROR: installing Rd objects failed for package %s
pl: BŁĄD: instalowanie obiektów Rd nie powiodło się dla pakietu %s

source: ERROR: installing binary package failed
pl: BŁĄD: instalacja binarnego pakietu nie powiodła się

source: ERROR: installing demos failed for package %s
pl: BŁĄD: instalowanie dem nie powiodło się dla pakietu %s

source: ERROR: installing namespace metadata failed
pl: BŁĄD: instalowanie metadanych przestrzeni nazw nie powiodło się

source: ERROR: installing package DESCRIPTION file failed for package %s
pl: BŁAD: instalowanie pliku 'DESCRIPTION' nie powiodło się dla pakietu %s

source: ERROR: installing package indices failed
pl: BŁĄD: instalacja indeksów pakietu nie powiodła się

source: ERROR: installing vignettes failed
pl: BŁĄD: instalowanie ilustracji nie powiodło się

source: ERROR: invalid value of %s field in 'DESCRIPTION' file
pl: BŁĄD: niepoprawna wartość pola %s w pliku 'DESCRIPTION'

source: ERROR: lazy loading failed for package %s
pl: BŁĄD: leniwe ładowanie nie powiodło się dla pakietu %s

source: ERROR: lazydata failed for package %s
pl: BŁĄD: leniwe dane nie powiodły się dla pakietu %s

source: ERROR: loading failed
pl: BŁĄD: ładowanie nie powiodło się

source: ERROR: loading failed for %s
pl: BŁĄD: ładowanie nie powiodło się dla %s

source: ERROR: make failed for package %s
pl: BŁĄD: make nie powiodło się dla pakietu %s

source: ERROR: no 'Package' field in 'DESCRIPTION' file
pl: BŁĄD: brak pola 'Package' w pliku 'DESCRIPTION'

source: ERROR: no packages specified
pl: BŁĄD: nie określono pakietów

source: ERROR: no permission to install to directory %s
pl: BŁĄD: brak uprawnień aby zainstalować w katalogu %s

source: ERROR: package installation failed
pl: BŁĄD: instalacja pakietu nie powiodła się

source: ERROR: this R is version %s, package %s requires R %s
pl: BŁĄD: Ta wersja R to %s, pakiet %s wymaga wersji R %s

source: ERROR: this R is version %s, required is R %s
pl: BŁĄD: wersja tego programu to R %s, wymagana jest R %s

source: ERROR: unable to build sysdata DB for package %s
pl: BŁĄD: nie można zbudować systemowej bazy danych dla pakietu %s

source: ERROR: unable to collate and parse R files for package %s
pl: BŁĄD: nie można zebrać i zparsować plików R dla pakietu %s

source: ERROR: unable to create installation directory %s
pl: BŁĄD: nie udało się utworzyć katalogu instalacyjnego %s

source: EXISTS but not correct format
pl: ISTNIEJE ale nie posiada poprawnego formatu

source: Each sample represents %s seconds.
pl: Każda próbka przedstawia %s sekundy.

source: Empty URL
pl: Pusty adres URL

source: Empty file 'INDEX'.
pl: Pusty plik 'INDEX'.

source: Empty or missing file %s.
pl: Pusty lub brakujący plik %s.

source: Empty section %s
pl: Pusta sekcja %s

source: Encoding %s is not portable
pl: Strona kodowa %s nie jest przenośna

source: Engine name %s and package %s do not match
pl: Nazwa silnika %s oraz pakiet %s nie zgadzają się

source: Entries must be names of packages optionally followed by '<=' or '>=', white space, and a valid version number in parentheses.
pl: Wpisy muszą być nazwami pakietów po których opcjonalnie może wystąpić '<=' lub '>=', biała spacja oraz poprawny numer wersji w nawiasach.

source: Entries with infeasible comparison operator:
pl: Wpisy z mało prawdopodobnym operatorem porównania:

source: Entries with infeasible version number:
pl: Wpisy z mało prawdopodobnym numerem wersji:

source: Error in %s:
pl: Błąd w %s:

source: Error in file %s:
pl: Błąd w pliku %s:

source: Error in re-building vignettes:
pl: Błąd podczas ponownego tworzenia ilustracji:

source: Error in running tools::texi2pdf()
pl: Błąd w uruchomieniu 'tools::texi2pdf()'

source: Error:
pl: Błąd:

source: Error: cannot rename directory to %s
pl: Błąd: nie można zmienić katalogu na %s

source: Error: no packages were specified
pl: Błąd: nie określono pakietów

source: Errors in running code in vignettes:
pl: Błąd podczas uruchamiania kodu z ilustracji:

source: Evaluating %s during check gives error %s
pl: Obliczanie %s podczas sprawdzenia daje błąd %s

source: Example timings for package %s:
pl: Przykładowe czasy dla pakietu %s:

source: Examples with CPU or elapsed time > %gs
pl: Przykłady z czasem procesora lub upływem czasu > %gs

source: Extracting from parsed Rd's
pl: Wyodrębnianie z przetworzonego pliku Rd

source: FAILED
pl: NIE POWIODŁO SIĘ

source: FOSS licence with BuildVignettes: false
pl: Licencja FOSS z 'BuildVignettes': false

source: Failed to get %s in evaluating %s
pl: Nie udało się uzyskać %s podczas wyznaczania %s
