Repository: lukaszdaniel/ivory
Catalog: R/src/library/tools/po/R-*.po
Languages: pl

source: Packages should not call .Internal(): it is not part of the API, for use only by R itself and subject to change without notice.
pl: Pakiety nie powinny wywoływać .Internal(): to nie jest część API; do użytku jedynie przez R oraz podlegające zmianie bez uprzedzenia.

source: Packages should not make .C/.Call/.External/.Fortran calls to a base package. They are not part of the API, for use only by R itself and subject to change without notice.
pl: Pakiety nie powinny wywoływać .C/.Call./.External/Fortran do pakietu bazowego. One nie są częścią API; do użytku jedynie przez R oraz podlegające zmianie bez uprzedzenia.

source: Packages with priorities 'base' or 'recommended' or 'defunct-base' must already be known to R.
pl: Pakiety z priorytetami 'base' lub 'recommended' lub 'defunct-base' muszą być już być znane R.

source: Packages without R code can be installed without a 'NAMESPACE' file, but it is cleaner to add an empty one.
pl: Pakiety bez kodu R mogą zostać zainstalowane bez pliku 'NAMESPACE', ale lepiej jest dodać pusty plik 'NAMESPACE'.

source: Path:
pl: Ścieżka:

source: Permissions should be at least 700 for directories and 400 for files. Please fix permissions and try again.
pl: Minimalne uprawnienia powinny wynosić 700 dla katalogów oraz 400 dla plikós. Proszę poprawić uprawnienia oraz spróbować ponownie.

source: Please fix their permissions
pl: Proszę naprawić ich uprawnienia

source: Please remove or rename the files. See section 'Package subdirectories' in the 'Writing R Extensions' manual.
pl: Proszę usunąć pliki lub zmienić ich nazwę. Zobacz sekcję 'Packages subdirectories' w podręczniku 'Writing R Extensions'.

source: Portable Makefiles do not use GNU extensions such as +=, :=, $(shell), $(wildcard), ifeq ... endif. See section 'Writing portable packages' in the 'Writing R Extensions' manual.
pl: Przenośne pliki Makefile nie korzystają z rozszerzeń takich jak +=, :=, $(shell), $(wildcard), ifeq ... endif. Zobacz sekcję 'Writing portable packages' w podręczniku 'Writing R Extensions'.

source: Portable packages must use only ASCII characters in their R code, except perhaps in comments. Use \uxxxx escapes for other characters.
pl: Przenośne pakiety muszą używać tylko znaków ASCII w swoim kodzie R, być może z wyjątkiem komentarzy. Użyj składni '\uxxxx' dla innych znaków.

source: Portable packages must use only ASCII characters in their demos. Use \uxxxx escapes for other characters.
pl: Przenośne pakiety muszą używać tylko znaków ASCII w swoich demach. Użyj składni '\uxxxx' dla innych znaków.

source: Position: %d Code: %s Docs: %s
pl: Pozycja: %d Kod: %s Dokumentacje: %s

source: Possibly mis-spelled words in DESCRIPTION:
pl: Prawdopodobnie występują literówki w pliku 'DESCRIPTION'

source: Problems with news in 'inst/NEWS.Rd':
pl: Problemy z informacjami w 'inst/NEWS.Rd':

source: Processing %s ...
pl: Przetwarzanie %s ...

source: Processing packages:
pl: Przetwarzanie pakietów:

source: Prototyped non-primitives:
pl: Prototypowane funkcje nieelementarne:

source: R 'include' directory is empty -- perhaps need to install R-devel.rpm or similar
pl: Katalog 'include' w R jest pusty -- być może trzeba zainstalować R-devel.rpm lub coś podobnego

source: R < 3.0.2 had a limit of 500 registered S3 methods: found %d
pl: R < 3.0.2 posiada limit 500 zarejestrowanych metod S3: znaleziono %d

source: R add-on package installer:
pl: Instalator dodatkowych pakietów R:

source: R shared object builder:
pl: konstruktor współdzielonego obiektu R:

source: Rd conversion errors:
pl: Błędy konwersji Rd:

source: Rd file %s:
pl: Plik Rd %s:

source: Rd files must have a non-empty %s.
pl: Pliki Rd muszą mieć niepustą %s.

source: Rd files with duplicated alias %s:
pl: Pliki Rd z powtórzonym aliasem %s:

source: Rd files with duplicated name %s:
pl: Pliki Rd z powtórzoną nazwą %s:

source: Rd object is required
pl: Wymagany jest obiekt Rd

source: Re-running with no redirection of stdout/stderr.
pl: Ponowne uruchamianie bez przekierowania stdout/stderr.

source: Reading %s failed with message: %s
pl: Czytanie %s nie powiodło się z wynikiem: %s

source: Reading CITATION file fails with %s when package is not installed.
pl: Odczytywanie pliku CITATION nie powiedzie się %s gdy pakiet nie jest zainstalowany.

source: Removed empty directory %s
pl: Usunięto pusty katalog %s

source: Run R CMD build without --no-build-vignettes to re-create
pl: Uruchom tworzenie R CMD bez opcji '--no-build-vignettes' aby je ponownie utworzyć

source: Run successfully completed
pl: Uruchomienie zakończyło się sukcesem

source: Running %s
pl: Uruchamianie %s

source: Running 'texi2dvi' on file %s failed.
pl: Uruchomienie 'texi2dvi' na pliku %s nie powiodło się.

source: Running examples in %s failed
pl: Uruchamienie przykładów w %s nie powiodło się.

source: Running file %s
pl: Uruchamianie pliku %s

source: Running massageExamples to create %s failed
pl: Uruchamianie 'massageExamples' aby utworzyć %s nie powiodło się

source: Running specific tests for package %s
pl: Uruchamianie specyficznych testów dla pakietu %s

source: Running the tests in %s failed.
pl: Uruchamianie testów w %s nie powiodło się.

source: Running vignettes for package %s
pl: Uruchamianie ilustracji dla pakietu %s

source: S3 methods shown with full name in documentation object %s:
pl: Metody S3 pokazane z pełną nazwą w obiekcie dokumentacji %s:

source: S4 class codoc mismatches from documentation object %s:
pl: Niezgodność struktury klasy S4 w obiekcie dokumentacji %s:

source: SKIPPED
pl: POMINIĘTO

source: Saving output to %s ...
pl: Zapisywanie wyjścia do %s ...

source: Section %s is unrecognized and will be dropped
pl: Sekcja %s nie została rozpoznana przez co zostanie pominięta

source: Sections \title, and \name must exist and be unique in Rd files
pl: Sekcje \title oraz \name muszą istnieć oraz być unikalne w plikach Rd

source: See %s for details.
pl: Zobacz %s aby poznać szczegóły.

source: See %s for details.
pl: Zobacz %s aby poznać szczegóły.

source: See 'Writing portable packages' in the 'Writing R Extensions' manual.
pl: Zobacz 'Writing portable packages' w podręczniku 'Writing R Extensions'.

source: See chapter 'System and foreign language interfaces' in the 'Writing R Extensions' manual.
pl: Zobacz rozdział 'System and foreign language interfaces' podręcznika 'Writing R Extensions'.

source: See chapter 'Writing R documentation files' in the 'Writing R Extensions' manual.
pl: Zobacz rozdział 'Writing R documentation files' podręcznika 'Writing R Extensions'.

source: See chapter 'Writing R documentation' in manual 'Writing R Extensions'.
pl: Zobacz rozdział 'Writing R documentation' w podręczniku 'Writing R Extensions'.

source: See section %s in %s.
pl: Zobacz sekcję %s w %s.

source: See section %s in '%s'.
pl: Zobacz sekcję %s w '%s'.

source: See section 'Cross-references' in the 'Writing R Extensions' manual.
pl: Zobacz sekcję 'Cross-references' podręcznika 'Writing R Extensions'.

source: See section 'Generic functions and methods' in the 'Writing R Extensions' manual.
pl: Zobacz sekcję 'Generic functions and methods' podręcznika 'Writing R Extensions'.

source: See section 'Package namespaces' in the 'Writing R Extensions' manual.
pl: Zobacz sekcję 'Package namespaces' podręcznika 'Writing R Extensions'.

source: See section 'Registering S3 methods' in the 'Writing R Extensions' manual.
pl: Zobacz sekcję 'Registering S3 methods' podręcznika 'Writing R Extensions'.

source: See section 'The DESCRIPTION file' in the 'Writing R Extensions' manual.
pl: Zobacz sekcję 'The DESCRIPTION file' podręcznika 'Writing R Extensions'.

source: See sections 'The INDEX file' and 'Package subdirectories' in the 'Writing R Extensions' manual.
pl: Zobacz sekcję 'The INDEX file' oraz 'Package subdirectories' podręcznika 'Writing R Extensions'.

source: Self seconds: time spent in function alone.
pl: Własna liczba sekund: czas spędzony w samej funkcji.

source: Slots for class %s
pl: Gniazda dla klasy %s

source: Some 'make' programs ignore lines not ending in LF.
pl: Niektóre programy 'make' ignorują linie nie kończące się LF.

source: Some Unix 'make' programs require LF line endings.
pl: Niektóre uniksowe programy 'make' wymagają zakończeń linii LF.

source: Some Unix compilers require LF line endings.
pl: Niektóre kompilatory uniksowe wymagają zakończeń linii LF.

source: Some input could not be re-encoded to %s
pl: Niektóre wejścia nie mogły być ponownie kodowane do %s

source: Source packages should not contain undeclared executable files. See section 'Package structure' in the 'Writing R Extensions' manual.
pl: Pakiety źródłowe nie powinny zawierać niezadeklarowanych plików wykonywalnych. Zobacz sekcę 'Package structure' w podręczniku 'Writing R Extensions'.

source: Spaces in an http[s] URL should probably be replaced by %20
pl: Spacje w adresie URL http[s] prawdopodobnie powinny być zastąpione przez '%20'

source: Standardizable: FALSE
pl: Standaryzowalne: FALSE

source: Standardizable: TRUE
pl: Standaryzowalne: TRUE

source: Standardized license specification:
pl: Ustandaryzowana specyfikacja licencji:

source: Strong dependencies not in mainstream repositories:
pl: Silne zależności niebędące w głównych repozytoriach:

source: Subdirectory %s contains apparent object files/libraries
pl: Podkatalog %s zawiera widoczne pliki/biblioteki obiektu

source: Subdirectory %s contains invalid file names:
pl: Podkatalog %s zawiera nieprawidłowe nazwy plików:

source: Subdirectory %s contains:
pl: Podkatalog %s zawiera:

source: Subdirectory %s seems to contain an installed version of the package.
pl: Podkatalog %s wydaje się zawierać zainstalowaną wersję pakietu.

source: Subdirectory '%s' contains no files.
pl: Podkatalog '%s' nie zawiera żadnych plików.

source: Subdirectory 'data' contains no data sets.
pl: Podkatalog 'data' nie zawiera zbiorów danych.

source: Subdirectory 'demo' contains no demos.
pl: Podkatalog 'demo' nie zawiera dema.

source: Subdirectory 'src' contains no source files.
pl: Podkatalog 'src' nie zawiera żadnych plików źródłowych.

source: Tag %s is invalid in a %s block
pl: Znacznik %s jest poprawny w bloku %s

source: Tag %s is invalid in a code block
pl: Znacznik %s jest niepoprawny w bloku kodu

source: Tag %s is only valid in \examples
pl: Znacznik %s jest poprawny jedynie w \examples

source: Tag %s is only valid in \usage
pl: Znacznik %s jest poprawny jedynie w \usage

source: Tag %s must not be empty
pl: Znacznik %s nie może być pusty

source: Tag %s not expected in code block
pl: Znacznik %s nie był oczekiwany w bloku kodu

source: Tag %s not implemented
pl: Znacznik %s nie jest zaimplementowany

source: Tag %s not recognized
pl: Znacznik %s nie został rozpoznany

source: Tag %s not valid outside a code block
pl: Znacznik %s nie jest poprawny poza blokiem kodu

source: Tarballs are only required to store paths of up to 100 bytes and cannot store those of more than 256 bytes, with restrictions including to 100 bytes for the final component. See section 'Package structure' in the 'Writing R Extensions' manual.
pl: Pliki tarball są wymagane do przechowywania ścieżek o długości do 100 bajtów i nie mogą przechowywać tych dłuższych niż 256 bajtów, z ograniczeniami uwględniającymi 100 bajtów dla końcowych komponentów. Zobacz sekcję 'Package structure' w podręczniku 'Writing R Extensions'.

source: Testing examples for package %s
pl: Testowanie przykładów dla pakietu %s

source: Text
pl: Tekst

source: The Date field is not in ISO 8601 yyyy-mm-dd format.
pl: Pole 'Date' nie jest w formacie ISO 8601 rrrr-mm-dd.

source: The Date field is over a month old.
pl: Pole 'Date' jest ponad miesiąc stare.

source: The Description field should not start with the package name, 'This package' or similar.
pl: Pole 'Description' nie powinno rozpoczynać się od nazwy pakietu, opisu 'This package' i tym podobne.

source: The Description field should start with a capital letter.
pl: Pole 'Description' powinno rozpoczynać się z wielkiej litery.

source: The Title field is just the package name: provide a real title.
pl: Pole 'Title' jest po prostu nazwą pakietu: podaj prawdziwy tytuł.

source: The Title field should be in title case, current version then in title case:
pl: Pole 'Title' powinno spełniać reguły formatowania tytułu. Bieżąca wersja tytułu z uwzględnieniem reguł formatowania ma postać:

source: The Title field starts with the package name.
pl: Pole 'Title' rozpoczyna się nazwą pakietu.

source: The \usage entries for S3 methods should use the \method markup and not their full name.
pl: Wpisy '\usage' dla metod S3 powinny używać znacznika '\method', a nie ich pełnej nazwy.

source: The argument of a replacement function which corresponds to the right hand side must be named 'value'.
pl: Argument funkcji zastępującej, który odpowiada prawej stronie musi mieć nazwę 'value'.

source: The build time stamp has invalid/outdated format.
pl: Sygnatura czasu zbudowania ma niepoprawny/zdezaktualizowany format.

source: The build time stamp is missing.
pl: Brakuje sygnatury czasu zbudowania.

source: The default JSS style may not be modified.
pl: Domyślny styl JSS nie może być zmieniony.

source: The display-name part of the maintainer field should be enclosed in ""
pl: Część wyświetlana pola opiekuna powinna być zawarta w cudzysłowiu ""

source: The error most likely occurred in:
pl: Prawdopodobnie błąd wystąpił w:

source: The error occurred in:
pl: Błąd wystąpił w:

source: The following directories should probably not be installed: %s
pl: Następujące katalogi prawdopodobnie nie powinny być instalowane: %s

source: The following files are already in R: %s Please remove them from your package.
pl: Poniższe pliki są już w R: %s Proszę usunąć je ze swojego pakietu.

source: The following files contain a license that requires distribution of original sources: %s Please ensure that you have complied with it.
pl: Poniższe pliki zawierają licencję, która wymaga dystrybucji oryginalnych źródeł: %s Proszę upewnić się, że wymagania licencyjne są spełnione.

source: The following files contain a license that requires distribution of original sources: %s Please ensure that you have complied with it.
pl: Poniższe pliki zawierają licencję, która wymaga dystrybucji oryginalnych źródeł: %s Proszę upewnić się, że wymagania licencyjne są spełnione.

source: The following files look like leftovers/mistakes: %s Please remove them from your package.
pl: Poniższe pliki wyglądają na pozostałości/błędy: %s Proszę usunąć je ze swojego pakietu.

source: The following files look like leftovers: %s Please remove them from your package.
pl: Poniższe pliki wyglądają na pozostałości: %s Proszę usunąć je ze swojego pakietu.

source: The following files should most likely be executable (for the owner):
pl: Poniższe pliki najprawdopodobniej powinny być wykonywalne (dla właściciela):

source: The following files should probably not be installed: %s
pl: Następujące pliki prawdopodobnie nie powinny być instalowane: %s

source: The maintainer field lacks a name
pl: Brak nazwy w polu opiekuna

source: The package contains no vignette meta-information.
pl: Pakiet nie zawiera metainformacji ilustracji.

source: The suggested packages are required for a complete check. Checking can be attempted without them by setting the environment variable _R_CHECK_FORCE_SUGGESTS_ to a false value.
pl: Sugerowane pakiety są wymagane do kompletnego sprawdzenia. Sprawdzanie może zostać wykonane bez nich poprzez ustawienie zmiennej środowiskowej '_R_CHECK_FORCE_SUGGESTS_' na wartość FALSE.

source: The system-specific extension for shared objects must not be added. See ?library.dynam.
pl: Nie można dodawać rozszeszenia zależnego od systemu dla współdzielonych obiektów. Zobacz '?library.dynam'.

source: There are ::: calls to the package's namespace in its code. A package almost never needs to use ::: for its own objects: %s
pl: Pojawiają się wywołania ':::' do przestrzeni nazw pakietu w kodzie. Pakiet prawie nigdy nie potrzebuje wywołań ':::' dla swoich własnych obiektów: %s

source: There is circular dependency in the installation order:
pl: Występuje cykliczna zależność w kolejności instalacji:

source: These are not fully portable file names. See section 'Package structure' in the 'Writing R Extensions' manual.
pl: To nie są w pełni przenośne nazwy plików. Zobacz sekcję 'Package structure' w podręczniku 'Writing R Extensions'.

source: These are not valid file names on all R platforms. Please rename the files and try again. See section 'Package structure' in the 'Writing R Extensions' manual.
pl: To nie są poprawne nazwy plików na wszystkich platformach R. Proszę zmienić nazwy plików i spróbować ponownie. Zobacz sekcję 'Package structure' w podręczniku 'Writing R Extensions'.

source: These are unlikely file names for src files.
pl: To są mało prawdopodobne nazwy dla plików src.

source: These fields must have ASCII values.
pl: Te pola muszą mieć wartości ASCII.

source: These files and directories were most likely included in error. See section 'Package structure' in the 'Writing R Extensions' manual.
pl: Te pliki i katalogi najprawdopodobniej zostały dołączone przez pomyłkę. Zobacz sekcję 'Package structure' w podręczniku 'Writing R Extensions'.

source: These files are defunct. See manual 'Writing R Extensions'.
pl: Te pliki są przestarzałe. Zobacz podręcznik 'Writing R Extensions'.

source: These lines will be truncated in the PDF manual.
pl: Te linie zostaną przycięte w podręczniku PDF.

source: This build time stamp is over a month old.
pl: Sygnatura czasu zbudowania jest starsza niż miesiąc.

source: This field must contain one or more packages (and no version requirement).
pl: To pole musi zawierać jeden lub więcej pakietów (nie jest wymagana wersja).

source: This is the name of a base package.
pl: To jest nazwa pakietu bazowego.

source: This name was used for a base package and is remapped by library().
pl: Ta nazwa była wykorzystana do pakietu bazowego i została przemapowana przez 'library()'.

source: Total run time: %s seconds.
pl: Całkowity czas działania: %s sekundy.

source: Total seconds: time spent in function and callees.
pl: Całkowita liczba sekund: czas spędzony w funkcjach i wywołaniach.

source: URL %s was not found
pl: adres URL %s nie został znaleziony

source: URL '%s' was not found
pl: adres URL '%s' nie został znaleziony

source: Unable to find GhostScript executable to run checks on size reduction
pl: Nie można znaleźć wykonywalnego pliku 'GhostScript' aby uruchomić sprawdzenia redukcji rozmiaru

source: Undefined global functions or variables:
pl: Niezdefiniowane globalne funkcje lub zmienne:

source: Undocumented %s:
pl: Nieudokumentowane %s:

source: Undocumented S4 classes:
pl: Nieudokumentowane klasy S4:

source: Undocumented S4 methods:
pl: Nieudokumentowane metody S4:

source: Undocumented arguments in documentation object %s
pl: Nieudokumentowane argumenty w obiekcie dokumentacji %s

source: Undocumented code objects:
pl: Nieudokumentowane obiekty kodu:

source: Undocumented data sets:
pl: Nieudokumentowane zbiory danych:

source: Unknown encoding
pl: Nieznane kodowanie

source: Unknown encoding with non-ASCII data
pl: Nieznane kodowanie z danymi nie-ASCII

source: Unknown encoding with non-ASCII data: converting to ASCII
pl: Nieznane kodowanie z danymi nie-ASCII: konwertowanie do ASCII

source: Unknown, possibly mis-spelled fields in DESCRIPTION:
pl: Nieznane, prawdopodobnie literówki w polach w pliku 'DESCRIPTION':

source: Unnecessary braces at %s
pl: Niepotrzebne nawiasy w %s

source: Unrecognized \tabular format: %s
pl: Nierozpoznany format \tabular: %s

source: Unrecognized format: %s
pl: Nierozpoznany format: %s

source: Unrecognized macro %s
pl: Nierozpoznane makro: %s

source: Unrecognized search field:
pl: Nierozpoznane pole wyszukiwania:

source: Unsupported engine name %s
pl: Niewspierana nazwa silnika %s

source: Use 'summary()' for more information.
pl: Użyj 'summary()' aby uzyskać dodatkowe informacje.

source: Use 'summary(full = TRUE)' for details.
pl: Użyj 'summary(full = TRUE)' aby uzyskać szczegółowe informacje.

source: Using 'Additional_repositories specification' failed with packages:
pl: Używanie 'Additional_repositories specification' nie powiodło się dla pakietów:

source: Variables in data frame %s
pl: Zmienne w ramce danych %s

source: Variables overriding user/site settings:
pl: Zmienne omijające ustawienia użytkownika/strony:

source: Version
pl: Wersja

source: Version contains large components (%s)
pl: Wersja zawiera duże komponenty (%s)

source: Version contains leading zeroes (%s)
pl: Wersja zawiera wiodące zera (%s)

source: Version jumps in minor (submitted: %s, existing: %s)
pl: Wersja pakietu wchodzi w wersję minorową (wprowadzone: %s, istniejące: %s)

source: Version numbers must be sequences of at least two non-negative integers, separated by single '.' or '-'.
pl: Numery wersji muszą być ciągiem co najmniej dwóch nieujemnych liczb całkowitych, oddzielonych pojedynczym znakiem '.' lub '-'.

source: Vignette %s overwrites the following %s output by vignette %s:
pl: Ilustracja %s nadpisuje poniższe wyjście %s ilustracji %s:

source: Vignette '%s' is non-ASCII but has no declared encoding
pl: Ilustracja '%s' nie jest w formacie ASCII, a brak zadeklarowanego kodowania

source: Vignette dependencies (%s entries) must be contained in the DESCRIPTION Depends/Suggests/Imports entries.
pl: Zależności ilustracji (wpisy %s) muszą być zawarte we wpisach 'Depends/Suggests/Imports'.

source: Vignette engine %s is not registered
pl: Ilustracja silnika %s nie jest zarejestrowana

source: Vignette engine %s is not registered by any of the packages %s
pl: Silnik ilustracji %s nie jest zarejestrowany przez żaden z pakietów %s

source: Vignette engine package was not specified.
pl: Pakiet silnika ilustracji nie został określony.

source: Vignette product %s does not have a known filename extension (%s)
pl: Produkt ilustracji %s nie ma znanego rozszerzenia (%s)

source: Vignette sources in 'inst/doc' missing from the 'vignettes' directory:
pl: Brakuje źródeł ilustracji w katalogu 'inst/doc' z katalogu 'vignettes':

source: Vignette sources in 'inst/doc' with no 'vignettes' directory:
pl: Źródła ilustracji w katalogu 'inst/doc' bez katalogu 'vignettes':

source: Vignette sources only in 'inst/doc':
pl: Źródła ilustracji tylko w katalogu 'inst/doc':

source: Vignette(s) without any output listed in 'build/vignette.rds'
pl: Ilustracje bez żadnego wyjścia wypisane w 'build/vignette.rds'

source: Vignettes and other documentation
pl: Ilustracje oraz inna dokumentacja

source: Vignettes from package %s
pl: Ilustracje z pakietu %s

source: Vignettes with missing or empty '\VignetteIndexEntry':
pl: Ilustracje z brakującym lub pustym '\VignetteIndexEntry':

source: Vignettes:
pl: Ilustracje:

source: WARNING
pl: OSTRZEŻENIE

source: WARNING: Removing directory %s which should only occur in an installed package
pl: OSTRZEŻENIE: Usuwanie katalogu %s, który powinien się pojawić tylko w zainstalowanym pakiecie

source: WARNING: directory %s is empty
pl: OSTRZEŻENIE: katalog %s jest pusty

source: WARNING: malformed 'Depends' field in 'DESCRIPTION'
pl: OSTRZEŻENIE: nieprawidłowe pole 'Depends' w 'DESCRIPTION'

source: WARNING: omitting pointless dependence on 'R' without a version requirement
pl: Ostrzeżenie: pomijanie bezsensownej zależności od 'R' bez wymogu wersji

source: WARNING: this package has a configure script It probably needs manual configuration
pl: OSTRZEŻENIE: ten pakiet posiada skrypt konfiguracyjny Prawdopodobnie potrzebuje ręcznej konfiguracji

source: Warning: --install=check... specified without --library
pl: Ostrzeżenie: '--install=check...' określone bez '--library'
