Repository: lukaszdaniel/ivory
Catalog: R/src/library/stats4/po/R-*.po
Languages: pl

source: Call:
pl: Wywołanie:

source: Coefficients:
pl: Współczynniki:

source: Maximum likelihood estimation
pl: Oszacowanie maksimum funkcji wiarygodności

source: Mismatch in length of start values
pl: Niezgodność w długości wartości startowych

source: Parameter: %s down
pl: Parametr: %s w dół

source: Parameter: %s up
pl: Parametr: %s w górę

source: Profiling...
pl: Profilowanie...

source: extra arguments discarded
pl: dodatkowe argumenty zostały odrzucone

source: fixed values violate constraints
pl: ustalone wartości naruszają więzy

source: levels truncated to positive values only
pl: poziomy przycięto do wartości dodatnich

source: named list expected
pl: oczekiwano nazwanej listy

source: profiling has found a better solution, so original fit had not converged
pl: profilowanie znalazło lepsze rozwiązanie, tak więc oryginalne dopasowanie nie uzbieżniło się

source: some named values are not arguments to the supplied log-likelihood
pl: niektóre nazwane argumenty nie są argumentami do dostarczonej logarytmicznej funkcji wiarygodności

source: start values do not satisfy constraints
pl: wartości startowe nie zaspokajają więzów
