Repository: lukaszdaniel/ivory
Catalog: Recommended/cluster/po/R-*.po
Languages: pl

source: %s has constant columns %s; these are standardized to 0
pl: %s posiada stałe kolumny %s; zostały one ustandaryzowane do zera

source: %s has invalid column names
pl: %s posiada niepoprawne nazwy kolumn

source: %s is a "dist" object, but should be a data matrix or frame
pl: %s jest obiektem klasy "dist", ale powinien być macierzą lub ramką

source: %s is not a numeric dataframe or matrix.
pl: %s nie jest ramką liczbową ani też macierzą

source: %s is not and cannot be converted to class "dissimilarity"
pl: %s nie jest obiektem klasy "dissimilarity" ani nie może być w taki obiekt przekształcony

source: %s must be in 1:ncol(x)
pl: %s musi być w przedziale 1:ncol(x)

source: %s must contain column names or numbers
pl: %s musi zawierać nazwy kolumn lub liczby

source: '%s' argument is not a dataframe or a numeric matrix.
pl: argument '%s' nie jest ramką danych ani też macierzą liczbową.

source: '%s' argument is not a numeric dataframe or matrix.
pl: argument '%s' nie jest ramką liczbową ani też macierzą.

source: '%s' argument is not and cannot be converted to class "dissimilarity"
pl: argument '%s' nie jest obiektem klasy "dissimilarity" ani nie może być w taki obiekt przekształcony

source: 'A' must be p x p cov-matrix defining an ellipsoid
pl: 'A' musi być macierzą kowariancji p x p określającą elipsoidę

source: 'B' has to be a positive integer
pl: 'B' musi być dodatnią liczbą całkowitą

source: 'col.clus' argument should have length 4 when color is TRUE
pl: argument 'col.clus' powinien mieć długość 4, gdy 'color' ma wartość TRUE

source: 'dmatrix' is not a dissimilarity matrix compatible to 'x'
pl: 'dmatrix' nie jest macierzą różnic kompatybilną z 'x'

source: 'iniMem.p' must be a nonnegative n * k matrix with rowSums == 1
pl: 'iniMem.p' musi być nieujemną maceirzą n x k z rowSums == 1

source: 'k' (number of clusters) must be in {1,2, .., n/2 -1}
pl: 'k' (liczba grup) musi mieścić się w przedziale {1,2, .., n/2 -1}

source: 'm', a membership matrix, must be nonnegative with rowSums == 1
pl: macierz przynależności 'm' musi być nieujemna z rowSums == 1

source: 'maxit' must be non-negative integer
pl: 'maxit' musi być nieujemną liczbą całkowitą

source: 'medoids' must be NULL or vector of %d distinct indices in {1,2, .., n}, n=%d
pl: 'medoids' musi być wartością NULL lub wektorem %d różnych indeksów w {1,2, .., n}, n=%d

source: 'memb.exp' must be a finite number > 1
pl: 'memb.exp' musi być skończoną liczbą > 1

source: 'n' argument must be >= 2
pl: argument 'n' musi być >= 2

source: 'par.method' must be of length 1, 3, or 4
pl: 'par.method' musi być długości 1, 3, lub 4

source: 'samples' should be at least 1
pl: 'samples' powinno wynosić przynajmniej 1

source: 'sampsize' = %d should not be larger than the number of objects, %d
pl: 'sampsize' = %d nie powinien być większy niż liczba obiektów, %d

source: 'sampsize' should be at least %d = max(2, 1+ number of clusters)
pl: 'sampsize' powinien być co najmniej %d = max(2, 1+ liczba grup)

source: 'weights' must be of length p (or 1)
pl: 'weights' musi być o długości 'p' (lub 1)

source: 'x' is not a data matrix
pl: 'x' nie jest macierzą danych

source: 'x' is not numeric
pl: 'x' nie jest liczbą

source: 'x' must be a matrix or data frame.
pl: 'x' musi być macierzą lub ramką danych.

source: 'x' must be numeric n x p matrix
pl: 'x' musi być liczbową macierzą n x p

source: 'x' must only have integer codes
pl: 'x' musi posiadać tylko kody będące liczbami całkowitymi

source: ** Warning: ** the algorithm did not terminate reliably! (in the available number of iterations)
pl: ** Ostrzeżenie: ** algorytm nie zakończył się w sposób wiarygodny! (w dostępnej liczbie iteracji)

source: ** Warning: ** the algorithm did not terminate reliably! most probably because of collinear data
pl: ** Ostrzeżenie: ** algorytm nie zakończył się w sposób wiarygodny! prawdopodobnie z powodu wspóliniowych danych

source: --> Number of clusters (method '%s'): %d
pl: --> Liczba grup (metoda '%s'): %d

source: --> Number of clusters (method '%s', SE.factor=%g): %d
pl: --> Liczba grup (metoda '%s', SE.factor=%g): %d

source: >>>>> funny case in clusplot.default() -- please report!
pl: >>>>> zabawny przypadek w 'clusplot.default()' -- proszę zgłosić raport!

source: Agglomerative Coefficient = %s
pl: Współczynnik aglomeracyjny = %s

source: Agglomerative coefficient:
pl: Współczynnik aglomeracyjny:

source: All variables must be binary (e.g., a factor with 2 levels, both present).
pl: Wszystkie zmienne muszą być binarne (np. czynnik z dwoma poziomami; oba obecne)

source: Available components:
pl: Dostępne komponenty:

source: Average silhouette width of best sample:
pl: Przeciętna szerokość sylwetki dla najlepszej próbki:

source: Average silhouette width of total data set:
pl: Przeciętna szerokość sylwetki pełnego zbioru danych:

source: Average silhouette width per cluster:
pl: Przeciętna szerokość sylwetki na grupę:

source: Average silhouette width:
pl: Przeciętna szerokość sylwetki:

source: Banner of %s
pl: Baner %s

source: Best sample:
pl: Najlepsza próbka:

source: Bootstrapping, b = 1,2,..., B (= %d) [one "." per sample]:
pl: Bootstrapowanie, b = 1,2,..., B (= %d) [jeden "." na próbkę]:

source: Call:
pl: Wywołanie:

source: Cannot keep data when 'x' is a dissimilarity!
pl: Nie można zatrzymać danych gdy 'x' jest obiektem klasy "dissimilarity"!

source: Closest hard clustering:
pl: Najbliższe twarde grupowanie:

source: Cluster sizes and average silhouette widths:
pl: Rozmiary grup oraz przeciętne szerokości sylwetek:

source: Cluster sizes, ids = (%s), and average silhouette widths:
pl: Rozmiary grup, ids = (%s), oraz przeciętne szerokości sylwetek:

source: Cluster sizes:
pl: Rozmiary grup:

source: Clustering k = 1,2,..., K.max (= %d): ..
pl: Grupowanie k = 1,2,..., K.max (= %d): ..

source: Clustering vector:
pl: Wektor grupujący:

source: Component 1
pl: Komponent 1

source: Component 2
pl: Komponent 2

source: Dendrogram of %s
pl: Dendrogram %s

source: Dissimilarities:
pl: Odmienności:

source: Distances must be result of dist or a square matrix.
pl: Odległości muszą być wynikiem 'dist' lub macierzy kwadratowej.

source: Divisive Coefficient = %s
pl: Współczynnik podziału = %s

source: Divisive coefficient:
pl: Współczynnik podziału:

source: Each of the random samples contains objects between which no distance can be computed.
pl: Każda z losowych próbek zawiera obiekty pomiędzy którymi nie można obliczyć odległości.

source: Error in Fortran routine computing the spanning ellipsoid. Probably collinear data
pl: Błąd w procedurze Fortran dla elipsoidy obejmującej, prawdopodobnie współliniowe dane

source: Error in Fortran routine for the spanning ellipsoid, rank problem??
pl: Błąd w procedurze Fortran dla elipsoidy obejmującej, problem rang?

source: FANNY algorithm has not converged in 'maxit' = %d iterations
pl: algorytm FANNY nie uzbieżnił się w 'maxit' = %d iteracjach

source: For each of the %d samples, at least one object was found which could not be assigned to a cluster (because of missing values).
pl: Dla każdej z %d próbek, co najmniej jeden obiekt został znaleziony, który nie mógł być przypisany do grupy (z uwagi na brakujące wartości).

source: Fuzzy Clustering object of class 'fanny':
pl: Obiekt rozmytego grupowania klasy "fanny":

source: Fuzzyness coefficients:
pl: Współczynniki rozmycia:

source: Height
pl: Wysokość

source: Height (summary):
pl: Wysokość (podsumowanie):

source: Height:
pl: Wysokość:

source: Individual silhouette widths:
pl: Indywidualne szerokości sylwetki:

source: Isolated clusters:
pl: Izolowane grupy:

source: L*-clusters:
pl: L*-grupy:

source: L-clusters:
pl: L-grupy:

source: Make a plot selection (or 0 to exit):
pl: Wybierz wykres (lub 0 aby wyjść):

source: Medoids:
pl: Medoidy:

source: Membership coefficients (in percent, rounded):
pl: Współczynnik członkostwa (w procentach, zaokrąglony):

source: Merge:
pl: Złączenie:

source: Metric:
pl: Metryka:

source: Missing values were displaced by the median of the corresponding variable(s)
pl: Brakujące wartości zostały zastąpione przez medianę odpowiednich zmiennych

source: NA values are not allowed in clustering vector
pl: wartości NA są niedozwolone w wektorze grupującym

source: NA values are not allowed in dist-like 'x'.
pl: wartości NA nie są dozwolone w 'x' typu odległości.

source: NA values in the dissimilarity matrix not allowed.
pl: wartości NA w macierzy różnic nie są dozwolone.

source: NA values in the dissimilarity matrix!
pl: Wartości NA w macierzy odmienności!

source: Need either a dissimilarity 'dist' or diss.matrix 'dmatrix'
pl: Potrzeba albo różnic 'dist' lub diss.matrix 'dmatrix'

source: No clustering performed, NA values in the computed dissimilarity matrix.
pl: Nie wykonano grupowania, wyliczono wartości NA w macierzy różnic.

source: No clustering performed, NA values in the dissimilarity matrix.
pl: Nie wykonano grupowania, wartości NA w macierzy różnic.

source: No clustering performed, NA's in dissimilarity matrix.
pl: Nie wykonano grupowania, wartości NA w macierzy różnic

source: No clustering performed, a variable was found with all non missing values identical.
pl: Nie wykonano grupowania, znaleziono zmienną z identycznymi niebrakującymi wartościami.

source: No clustering performed, all variables have at least one missing value.
pl: Nie wykonano grupowania, wszystkie zmienne mają co najmniej jedną brakującą wartość.

source: No clustering performed, an object was found with all values missing.
pl: Nie wykonano grupowania, znaleziono obiekt któremu brakowało wszystkich wartości.

source: No clustering performed, found variable with more than half values missing.
pl: Nie wykonano grupowania, znaleziono obiekt któremu brakowało wszystkich wartości.

source: No valid silhouette information (#{clusters} =? 1)
pl: Brak poprawnej informacji o sylwetce (czy liczba grup =? 1)

source: Number of clusters 'k' must be in {1,2, .., n-1}; hence n >= 2
pl: Liczba grup 'k' musi zawierać się w zbiorze {1,2, .., n-1}; tak więc n >= 2

source: Number of objects:
pl: Liczba obiektów:

source: Numerical information per cluster:
pl: Numeryczna informacja na grupę:

source: Object of class 'agnes' from call:
pl: Obiekt klasy "agnes" z wywołania:

source: Object of class 'clara' from call:
pl: Obiekt klasy "clara" z wywołania:

source: Objective function:
pl: Funkcja celu:

source: Order of objects:
pl: Kolejność (rząd) obiektów:

source: Separation step
pl: Krok separacji:

source: Separation step:
pl: Krok separacji:

source: Silhouette of %d units in %d clusters from %s:
pl: Sylwetka %d jednostek w %d klastrach z %s:

source: Silhouette of %d units in %d clusters:
pl: Sylwetka %d jednostek w %d klastrach:

source: Silhouette plot
pl: Wykres sylwetki

source: Silhouette plot information for best sample:
pl: Informacja o wykresie sylwetki dla najlepszej próbki:

source: Silhouette plot information:
pl: Informacje o wykresie sylwetek:

source: Silhouette plot of %s
pl: Wykres sylwetki %s

source: The clustering vector is of incorrect length
pl: Wektor grupujący posiada niepoprawną długość

source: The number of cluster should be at least 1 and at most n-1.
pl: Liczba grup powinna wynosić conajmniej 1 oraz co najwyżej n-1.

source: These two components explain %s percent of the point variability.
pl: Te dwa komponenty wyjaśniają %s procent zmienności punktu.

source: Types = %s
pl: Typy = %s

source: Variable used:
pl: Użyte zmienne:

source: Warning:
pl: Ostrzeżenie:

source: algorithm possibly not converged in %d iterations
pl: algorytm prawdopodobnie nie uzbieżnił się w %d iteracjach

source: ambiguous clustering method
pl: niejednoznaczna metoda grupowania

source: at least one binary variable has more than 2 levels.
pl: przynajmniej jedna zmienna binarna posiada więcej niż 2 poziomy.

source: at least one binary variable has not 2 different levels.
pl: przynajmniej jedna zmienna binarna nie posiada 2 różnych poziomów.

source: at least one binary variable has values not in {0,1,NA}
pl: przynajmniej jedna zmienna binarna posiada wartości poza {0, 1, NA}

source: binary variable(s) %s treated as interval scaled
pl: zmienne binarne %s traktowane jako interwał zostały przeskalowane

source: cluster %d has only one observation ..
pl: grupa %d ma tylko jedną obserwację ..

source: clustering 'x' and dissimilarity 'dist' are incompatible
pl: grupowane 'x' oraz różnice 'dist' nie są kompatybilne

source: computed some negative or all 0 probabilities
pl: niektóre wyliczone prawdopodobieństwa są ujemne lub wszystkie są zerami

source: done
pl: wykonano

source: ellipsoid in %d dimensions: center = (%s); squared ave.radius d^2 = %s and shape matrix =
pl: elipsoida w %d wymiarach: centrum = (%s); kwadrat przeciętnego promienia d^2 = %s oraz macierz kształtu =

source: ellipsoid's area = %s
pl: powierzchnia elipsoidy = %s

source: ellipsoid's volume = %s
pl: objętość elipsoidy = %s

source: ellipsoidPoints() not yet implemented for p >= 3 dim.
pl: 'ellipsoidPoints()' nie została jeszcze zaimplementowana dla p >= 3 wymiary.

source: error from .C(cl_pam, *): invalid medID's
pl: błąd w '.C(cl_pam, *)': niepoprawne 'medID'

source: full silhouette is only available for results of 'clara(*, keep.data = TRUE)'
pl: pełna sylwetka jest dostępna jedynie dla wyników 'clara(*, keep.data = TRUE)'

source: invalid %s; must be named list
pl: Niepoprawne %s; musi być nazwaną listą

source: invalid 'correct.d' value
pl: niepoprawna wartość 'correct.d'

source: invalid 'jstop' from .C(cl_clara,.): %s
pl: niepoprawny 'jstop' z '.C(cl_clara,.)': %s

source: invalid 'silhouette' object
pl: niepoprawny obiekt 'silhouette'

source: invalid 'spaceH0':
pl: niepoprawne 'spaceH0':

source: invalid 'twins' object
pl: niepoprawny obiekt 'twins'

source: invalid clustering method
pl: niepoprawna metoda grupowania

source: invalid partition object
pl: niepoprawny obiekt podziału

source: invalid silhouette structure
pl: niepoprana struktura 'silhouette'

source: invalid type %s for column numbers %s
pl: niepoprawny typ %s dla liczb kolumn %s

source: need at least 2 objects to cluster
pl: potrzeba co najmniej 2 obiektów do grupowania

source: no diss nor data found for 'clusplot()' function
pl: nie znaleziono różnic ani danych dla funkcji 'clusplot()'

source: no diss nor data found, nor the original argument of %s
pl: nie znaleziono różnic ani danych, ani oryginalnego argumentu %s

source: no points without missing values
pl: brak punktów bez brakujących wartości

source: omitting NAs
pl: pomijanie wartości NA

source: one or more objects contain only missing values
pl: jeden lub więcej obiektów zawierają jedynie wartości brakujące

source: one or more variables contain only missing values
pl: jeden lub więcej zmiennych zawiera jedynie wartości brakujące

source: span & rank2 : calling "spannel" ..
pl: span & rank2 : wywoływanie "spannel" ..

source: the memberships are all very close to 1/k. Maybe decrease 'memb.exp' ?
pl: przynależności są bardzo bliskie 1/k. Może zmniejszyć 'memb.exp'?

source: the square matrix is not symmetric.
pl: macierz kwadratowa nie jest symetryczna.

source: when 'medoids.x' is FALSE, 'keep.data' must be too
pl: kiedy 'medoids.x' jest FALSE, 'keep.data' musi być również FALSE

source: with mixed variables, metric "gower" is used automatically
pl: z mieszanymi zmiennymi, metryka 'gower' jest używana automatycznie

source: %d dissimilarity, summarized:
pl: %d odmienność, podsumowanie:

source: %d observation (%s) has *only* NAs --> omit them for clustering!
pl: %d obserwacja (%s) posiada *tylko* wartości NA --> pomijanie jej w grupowaniu

source: Observation %s has *only* NAs --> omit it for clustering
pl: Obserwacja %s posiada *tylko* wartości NA --> pomijanie jej w grupowaniu

source: setting 'logical' variable %s to type 'asymm'
pl: ustawianie zmiennej 'logical' %s na tym 'asymm'
