Repository: lukaszdaniel/ivory
Catalog: trunk/Recommended/survival/po/R-*.po
Languages: pl

source: %d out of %d unique event times used
pl: użyto %d z liczby %d unikalnych zdarzeń czasowych

source: %s distribution has a fixed scale, user specified value ignored
pl: rozkład %s posiada ustaloną skalę, wartość określona przez użytkownika została zignorowana

source: %s distribution has no optional parameters
pl: rozkład %s nie ma opcjonalnych parametrów

source: %s distribution was not found
pl: rozkład %s nie został znaleziony

source: %s distribution with %s link
pl: rozkład %s z łączeniem %s

source: %s has levels of: %s
pl: %s ma poziomy: %s

source: %s not matched
pl: %s nie zostało dopasowane

source: %s ranges from %s to %s; with %d categories
pl: %s zmienia się w zakresie od %s do %s; z %d kategoriami

source: %s ranges from %s to %s; with %d categories linearly interpolated in %d steps per division
pl: %s zmienia się w zakresie od %s do %s; z %d kategoriami liniowo interpolowanych w %d krokach na podział

source: %s was not matched
pl: %s nie zostało dopasowane

source: %s+ thru %s
pl: %s+ aż do %s

source: '%s' and '%s' arguments are of different lengths
pl: argumenty '%s' oraz '%s' mają różną długość

source: '%s' argument is not an object of class %s
pl: argument '%s' nie jest obiektem klasy %s

source: '%s' argument is of length 0
pl: argument '%s' jest długości 0

source: '%s' argument must be a factor
pl: argument '%s' musi być czynnikiem

source: '%s' argument must be numeric
pl: argument '%s' musi być liczbą

source: '%s' argument needed by the ratetable was not found in the data
pl: argument '%s' wymagany przez tabelę proporcji nie został znaleziony w danych

source: '%s' component is not a list
pl: komponent '%s' nie jest listą

source: '%s' option is set but '%s' argument is specified
pl: wybrano opcję '%s', ale został określony argument '%s'

source: '%s' option is set but no '%s' argument
pl: wybrano opcję '%s', ale brak argumentu '%s'

source: '%s' residuals are not defined for a null model
pl: reszty '%s' nie są określone dla pustego modelu

source: 'breaks' argument must specify at least one interval
pl: argument 'breaks' musi określać przynajmniej jeden interwał

source: 'cohort.size' and 'stratum' levels lengths do not match
pl: długości poziomów 'cohort.size' oraz 'stratum' nie zgadzają się

source: 'dtrans()' component must be a 1-1 function
pl: komponent 'dtrans()' musi być funkcją 1-1

source: 'etype' argument incompatable with survival type
pl: argument 'etype' nie jest zgodny z typem 'survival'

source: 'formula' argument is not a formula
pl: argument 'formula' nie jest formułą

source: 'formula' argument is required
pl: argument 'formula' jest wymagany

source: 'id' argument is required for start:stop data
pl: argument 'id' jest wymagany dla danych start:stop

source: 'istate' argument should be a vector of integers or a factor
pl: argument 'istate' powinien być wektorem liczb całkowitych lub czynnikiem

source: 'newdata' argument must be a data frame
pl: argument 'newdata' musi być ramką danych

source: 'newdata' argument must be present when 'individual=TRUE'
pl: argument 'newdata' musi być obecny, gdy 'individual=TRUE'

source: 'nterm' argument is too small for df=%s
pl: argument 'nterm' jest zbyt mały dla stopni swobody=%s

source: 'object' argument is not a list
pl: argument 'object' nie jest listą

source: 'object' argument must be a list of objects of class "coxme" or "coxph"
pl: argument 'object' musi być listą obiektów klasy "coxme" lub "coxph"

source: 'object' argument must be a list of objects of class "coxph"
pl: argument 'object' musi być listą obiektów klasy "coxph"

source: 'pcols' and 'assign' arguments disagree
pl: argumenty 'pcols' oraz 'assign' nie zgadzają się

source: 'pyears()' cannot handle stratified Cox models
pl: funkcja 'pyears()' nie może obsługiwać warstowych modeli Cox'a

source: 'pyears()' cannot have interaction terms
pl: funkcja 'pyears()' nie może mieć członów interakcji

source: 'ratetable' argument appears twice in the data
pl: argument 'ratetable' pojawia się dwukrotnie w danych

source: 'ratetable()' call in a formula is deprecated
pl: Wywołanie 'ratetable()' w formule jest przestarzałe

source: 'robust' argument ignored for method (%s)
pl: argument 'robust' został zignorowany dla metody (%s)

source: 'robust' argument is not implemented for stratified analysis
pl: argument 'robust' nie jest zaimplementowany dla warstwowej analizy

source: 'stratum' argument ignored for method (%s)
pl: argument 'stratum' został zignorowany dla metody (%s)

source: 'survexp()' cannot have interaction terms
pl: 'survexp()' nie obsługuje członów interakcji

source: 'time' (start time) and 'event' arguments are of different lengths
pl: argumenty 'time' (czas startu) oraz 'event' mają różną długość

source: 'time' and 'time2' arguments (start and stop time) are of different lengths
pl: argumenty 'time' oraz 'time2' (czas startu i stopu) mają różną długość

source: 'time' argument (start time) must be numeric
pl: argument 'time' (czas startu) musi być liczbą

source: 'time' argument is required
pl: argument 'time' jest wymagany

source: 'time2' argument (stop time) must be numeric
pl: argument 'time2' (czas stopu) musi być liczbą

source: 'toler.inf' argument must be >0
pl: argument 'toler.inf' musi być >0

source: 'trans' and 'itrans' components must be inverses of each other
pl: komponent 'dtrans' musi być odwrotnością komponentu 'itrans'

source: 'transform' function must be 1 to 1
pl: funkcja 'transform' musi być 1 do 1

source: 'tt' argument must contain a function or list of functions
pl: argument 'tt' musi zawierać funkcję lub listę funkcji

source: 'type' attribute must be 1, 2, 3, or 4
pl: atrybut 'type' musi mieć wartość 1, 2, 3 lub 4

source: 'var' argument is not a square matrix
pl: argument 'var' nie jest macierzą kwadratową

source: 'x' argument is not a matrix
pl: argument 'x' nie jest macierzą

source: 'x' matrix does not match the rate table
pl: macierz 'x' nie zgadza sę z tablicą częstości

source: (Loglikelihood assumes independent observations)
pl: (Logarytmiczna funkcja wiarygodności zakłada niezależne obserwacje)

source: Aalen model doesn't support "%s" survival data
pl: model Aalena nie wspiera danych przeżycia "%s"

source: Aguments do not all have the same length (arg %d)
pl: Nie wszystkie argumenty mają tę samą długość (argument %d)

source: Analysis of Deviance Table
pl: Analiza Tabeli Wariancji

source: Beta(t) for %s
pl: Beta(t) dla %s

source: Call:
pl: Wywołanie:

source: Chisq= %s on %d degrees of freedom, p= %s
pl: Chi-kwadrat=%s dla %d stopni swobody, p=%s

source: Chisq= %s on %d df, p=%s; test weights= %s
pl: Chisq= %s dla %d st. sw., p=%s; wagi testowe= %s

source: Coefficients:
pl: Współczynniki:

source: Collapse vector is the wrong length
pl: Wektor zapaści jest niepoprawnej długości

source: Concordance= %s (se = %s)
pl: Zgodność= %s (se = %s)

source: Correlation of Coefficients:
pl: Korelacja współczynników:

source: Could not reconstruct the y vector
pl: Nie można było zrekonstruować wektora 'y'

source: Cox model: response is %s
pl: Model Coxa: zmienna zależna to %s

source: Coxph failed.
pl: Coxph nie powiódł się.

source: Coxreg failed.
pl: Coxreg nie powiódł się.

source: Degrees of freedom for terms= %s
pl: Stopnie swobody dla członów= %s

source: Expected
pl: Oczekiwane

source: Failed to reconstruct the original data set
pl: Nie udało się zrekonstruować oryginalnego zbioru danych

source: First argument must be a list
pl: Pierwszy argument musi być listą

source: Invalid value for rmean option
pl: Niepoprawna wartość w opcji 'rmean'

source: Invalid variable requested
pl: Zażądano niepoprawnej zmiennej

source: Iteration = %d
pl: Iteracja = %d

source: Iterations: %d outer, %d Newton-Raphson
pl: Iteracje: %d zewnętrzna, %d Newtona-Raphsona

source: Likelihood ratio test = %s on %s df, p=%s
pl: Test stosunku funkcji wiarygodności=%s dla %s stopni swobody, p=%s

source: Likelihood ratio test=%s on %s df, p=%s n=%d
pl: Test stosunku funkcji wiarygodności=%s dla %s stopni swobody, p=%s n=%d

source: Matches to the chosen rate table: %s
pl: Dopasowania do wybranej tabeli szybkości: %s

source: New data has a different survival type than the model
pl: Nowe dane mają inny typ przeżycia niż model

source: New data has a strata not found in the original model
pl: Nowe dane mają warstwę nieobecną w oryginalnym modelu

source: New data set has strata levels not found in the original
pl: Nowy zbiór danych ma poziomy warstwy nieobecne w oryginalnym modelu

source: No rate table specified
pl: Nie określono tabeli szybkości

source: No summary provided
pl: Nie dostarczono podsumowania

source: Null model
pl: Pusty model

source: Number of Newton-Raphson Iterations:
pl: Liczba iteracji Newtona-Raphsona:

source: Observed
pl: Zaobserwowane

source: Predictions are not available for sparse models
pl: Predykcje nie są dostępne dla rzadkich modeli

source: Ran out of iterations and did not converge
pl: Wyczerpano limit iteracji, a algorytm nie uzbieżnił się

source: Rate table with %d dimensions:
pl: Tabela szybkości z %d wymiarami:

source: Residuals are not available for sparse models
pl: Reszty nie są dostępne dla rzadkich modeli

source: Response:
pl: Zmienna zależna:

source: Robust = %s p=%s
pl: Statystyka odpornościowa = %s p=%s

source: Rsquare= %s (max possible=%s)
pl: R-kwadrat= %s (maksymalna możliwa=%s)

source: Scale fixed at %s
pl: Skala została ustalona w %s

source: Scale:
pl: Skala:

source: Scale= %s
pl: Skala = %s

source: Score (logrank) test = %s on %s df, p=%s
pl: Test punktów (logarytm rang) = %s dla %s stopni swobody, p=%s

source: Spline fit is singular, try a smaller degrees of freedom
pl: Dopasowanie splajnu jest osobliwe, spróbuj mniejszej liczby stopni swobody

source: Survival at time %s
pl: Przeżycie w punkcie czasowym %s

source: Survreg failed.
pl: Survreg nie powiódł się.

source: Terms added sequentially (first to last)
pl: Człony dodawane sekwencyjnie (od pierwszego do ostatniego)

source: The coxph call is missing a formula!
pl: Brakuje wywołania 'coxph' w formule!

source: The first model has a different response from the rest
pl: Pierwszy model ma inną zmienną zależną od reszty

source: The graphical argument 'type' is not allowed
pl: argument graficzny 'type' nie jest dozwolony

source: The threshold 'nmin' is too high, no model can be fit
pl: Próg 'nmin' jest zbyt wysoki, żaden model nie może zostać dopasowany

source: There are no events to print. Please use the option censored=TRUE with the summary function to see the censored observations.
pl: Brak wydarzeń do wyświetlenia. Proszę użyć opcji "censored = TRUE" wraz z funkcją podsumowania, aby zobaczyć cenzorowane obserwacje.

source: This model has zero rank --- no summary is provided
pl: Ten model ma rangę zerową --- brak podsumowania

source: This should never be called!
pl: To nie powinno być nigdy wywoływane!

source: Ties for 'max(y)', I surrender
pl: Powtórzone wartości dla 'max(y)', poddaję się

source: Time
pl: Czas

source: Wald test = %s on %s df, p=%s
pl: Test Walda = %s dla %s stopni swobody, p=%s

source: Wrong length for inital values
pl: Niepoprawna długość wartości początkowych

source: X matrix deemed to be singular; variable %s
pl: Macierz X uważa się za osobliwą; zmienna %s

source: Y has too many columns
pl: Y ma zbyt dużo kolumn

source: a formula argument is required
pl: wymagany jest argument formuły

source: all arguments must be an objects of class "coxph" or "coxme"
pl: wszystkie argumenty muszą być obiektami klasy "coxph" lub "coxme"

source: argument %s not matched
pl: argument %s nie został dopasowany

source: argument is not really a model matrix
pl: argument nie jest tak naprawdę macierzą modelu

source: bisect:new theta= %s
pl: bisekcja: nowa wartość theta= %s

source: breaks must be given in ascending order and contain no NA's
pl: przerwy muszą być podane w rosnącym porządku oraz nie mogą zawierać wartości NA

source: can have only 1 'ratetable()' call in a formula
pl: można mieć tylko jedno wywołanie 'ratetable()' w formule

source: can have only 1 cluster term
pl: można mieć tylko jeden człon grupy

source: can not have two cluster terms
pl: nie można mieć dwóch członów grupujących

source: cannot find an appropriate date class
pl: nie można znaleźć odpowiedniej klasy danych

source: cannot fit a Cox model with 0 failures
pl: nie można dopasować modelu Coxa z zeroma porażkami

source: cannot give both a 'df' and 'theta' argument
pl: nie można podać jednocześnie argumentu 'df' oraz 'theta'

source: cannot handle "%s" type survival data
pl: nie można obsłużyć typu "%s" danych przeżycia

source: cannot have both a cluster term and an id variable
pl: nie można mieć jednocześnie członu grupującego oraz identyfikatora zmiennej

source: cannot have both a fixed scale and strata
pl: nie można mieć jednocześnie ustalonej skali oraz warstwy

source: cannot have both an offset and groups
pl: nie można mieć jednocześnie 'offset' oraz 'groups'

source: cannot have df <3 for the t-frailty
pl: nie można mieć mniej niż 3 stopnie swobody dla 't-frailty'

source: cannot have start time == stop time
pl: nie można mieć czasu startu == czas stopu

source: cannot use both the 'etype' and 'istate' arguments
pl: nie można użyć obu argumentów 'etype' oraz 'istate'

source: case weights are not supported for the exact method
pl: wagi przypadków nie są wspierane w dokładnym modelu

source: cluster can not be used in an interaction
pl: grupa nie może być użyta w interakcji

source: cox model doesn't support "%s" survival data
pl: model Cox'a nie wspiera danych przeżycia "%s"

source: data length mismatch
pl: niezgodność długości danych

source: data set has 0 observations
pl: zbiór danych ma 0 obserwacji

source: data set has 0 rows
pl: zbiór danych ma zero wierszy

source: default parameters must be a numeric vector
pl: parametry domyślne muszą być wektorem liczbowym

source: density function must return a 5 column matrix
pl: funkcja gęstości musi zwrócić pięciokolumnową macierz

source: density function returned an invalid matrix
pl: funkcja gęstości zwróciła niepoprawną macierz

source: dimname %d is the wrong length
pl: nazwa wymiaru %d ma niepoprawną długość

source: for numerical accuracy, tolerance should be < eps
pl: dla numerycznej precyzyjności, wartość argumentu 'tolerance' powinna być mniejsza niż argumentu 'eps'

source: function %s was not found
pl: nie znaleziono funkcji %s

source: id=NULL is an invalid argument
pl: id=NULL jest niepoprawnym argumentem

source: illegal 'factor' attribute of <0
pl: nieprawidłowy atrybut 'factor' mniejszy od zera

source: illegal 'factor' level of NA
pl: niepoprawna wartość NA poziomu czynnika

source: illegal response value
pl: niepoprawna wartość zmiennej zależnej

source: incorrect length in 'coxlist1' object
pl: niepoprawna długość w obiekcie klasy "coxlist1"

source: input is not valid
pl: wejście nie jest poprawne

source: invalid '%s' argument
pl: niepoprawny argument '%s'

source: invalid '%s' or '%s' argument
pl: niepoprawny argument '%s' lub '%s'

source: invalid 'coxlist1' object
pl: niepoprawny obiekt klasy "coxlist1"

source: invalid 'weights' argument, must be >0
pl: niepoprawny argument 'weights', musi być > 0

source: invalid 'y' matrix
pl: niepoprawna macierz 'y'

source: invalid convergence criteria
pl: niepoprawne kryteria zbieżności

source: invalid distribution name
pl: niepoprawna nazwa rozkładu

source: invalid distribution object
pl: niepoprawny obiekt rozkładu

source: invalid interval: start > stop, NA created
pl: niepoprawny interwał: start > stop, utworzono wartość NA

source: invalid operation on a survival time
pl: niepoprawna operacja na czasie przeżycia

source: invalid parameter names
pl: niepoprawne nazwy parametru

source: invalid probability
pl: niepoprawne prawdopodobieństwo

source: invalid rate table
pl: niepoprawna tabela częstości

source: invalid scale value
pl: niepoprawna wartość skali

source: invalid status value
pl: niepoprawna wartość statusu

source: invalid status value, converted to NA
pl: niepoprawna wartość statusu, zamieniono na wartość NA

source: invalid status value, must be logical or numeric
pl: niepoprawna wartość statusu, musi być wartością logiczną lub liczbą

source: invalid survival times for this distribution
pl: niepoprawne czasy przeżycia dla tego rozkładu

source: invalid survival type
pl: niepoprawny typ przeżycia

source: invalid terms component of fit
pl: niepoprawne komponenty członów dopasowania

source: invalid terms component of object
pl: niepoprawne komponenty członów obiektu

source: invalid time point requested
pl: zażądano niepoprawnego punktu czasowego

source: invalid value for iterations
pl: niepoprawna wartość iteracji

source: invalid weights, must be >0
pl: niepoprawne wagi, muszą być > 0

source: left hand side of the formula must be a numeric vector or an object of class %s
pl: lewa strona wzoru musi być wektorem liczbowym lub obiektem klasy %s

source: length error in 'coxlist2' object
pl: błąd długości w obiekcie 'coxlist2'

source: length of the data does not match 'prod(dim)'
pl: długość danych nie zgadza się z 'prod(dim)'

source: log likelihood=%s
pl: logarytm funkcji wiarygodności=%s

source: method (%s) requires 'stratum'
pl: metoda (%s) wymaga argumentu 'stratum'

source: missing a distribution name
pl: brakuje nazwy rozkładu

source: missing attribute:
pl: brakujący atrybut:

source: missing or invalid '%s' component
pl: brakujący lub niepoprawny komponent '%s'

source: missing or invalid '%s' function
pl: brakująca lub błędna funkcja '%s'

source: missing the 'type' attribute
pl: brakuje atrybutu 'type'

source: models do not have the same number of events
pl: modele nie mają tej samej liczby zdarzeń

source: models do not have the same size of dataset
pl: modele nie mają tego samego rozmiaru zbioru danych

source: models were not all fitted to the same size of dataset
pl: nie wszystkie modele zostały dopasowane do tego samego rozmiaru zbioru danych

source: models with response %s removed because response differs from model 1
pl: modele ze zmienną zależną %s zostały usunięte ponieważ zmienna zależna różni się od tej z modelu 1

source: multiple records per id not allowed
pl: wiele rekordów na id nie jest dozwolonych

source: negative follow up time
pl: ujemny czas przeżycia

source: negative survival time
pl: ujemny czas przeżycia

source: negative time point requested
pl: zażądano ujemnego punktu czasowego

source: new theta= %s
pl: nowa theta= %s

source: no (non-missing) observations
pl: brak (niebrakujących) obserwacji

source: no continuous variables to modify
pl: brak ciągłej zmiennej do modyfikacji

source: no groups to test
pl: brak grup do testowania

source: no information available using start.time = %s.
pl: brak dostępnej informacji używając 'start.time = %s'.

source: no time variable!
pl: brak zmiennej czasowej!

source: number of degrees of freedom must be >=3
pl: liczba stopni swobody musi być większa niż 3

source: number of events= %d
pl: liczba zdarzeń= %d

source: number of labels must be 1 less than number of break points
pl: liczba etykiet musi być o jeden mniejsza niż liczba przerw.

source: number of labels must equal number of intervals
pl: liczba etykiet musi równać się liczbie interwałów

source: number of records greater than cohort size
pl: liczba rekordów jest większa niż rozmiar kohorty

source: offset term ignored
pl: człon przesunięcia został zignorowany

source: offset terms not allowed
pl: człony przesunięcia nie są dozwolone

source: only one of 'df' or 'theta' arguments can be specified
pl: tylko jeden argumentów 'df' lub 'theta' może być określony

source: penalty terms cannot be in an interaction
pl: człony kary nie mogą być użyte w interakcji

source: permissible values for subcohort indicator are 0/1 or TRUE/FALSE
pl: Dopuszczalne wartości dla wskaźnika podkohorty to 0/1 lub TRUE/FALSE

source: population smaller than sample in some strata
pl: populacja mniejsza niż próbka w niektórych warstwach

source: reference distribution was not found
pl: rozkład referencyjny nie został znaleziony

source: response is not an object of class %s
pl: zmienna zależna nie jest obiektem klasy %s

source: response must be right censored or (start, stop] data
pl: zmienna zależna musi być cenzurowana od prawej lub być danymi o przedziale (start, stop]

source: right censored data only
pl: tylko dane cenzorowane w prawo

source: se.fit value ignored
pl: zignorowano wartość 'se.fit'

source: some fit objects deleted because response differs from the first model
pl: niektóre obiekty dopasowań zostały usunięte ponieważ zmienna zależna różni się od tej z pierwszego modelu

source: sparse term must be single column
pl: człon 'sparse' musi być pojedynczą kolumną

source: start.time = %s is greater than all time points.
pl: czas startu = %s jest większy niż wszystkie punkty czasowe.

source: status must be 0, 1, 2 or 3; converted to NA
pl: status musi mieć wartość 0, 1, 2 lub 3; zmieniono na NA

source: stop time must be > start time
pl: czas stopu musi być > czas startu

source: stop time must be > start time, NA created
pl: czas stopu musi być > od czasu startu, utworzono wartość NA

source: strata %s not matched
pl: warstwa %s nie została dopasowana

source: strata terms not allowed
pl: człony warstwy nie są dozwolone

source: subject changes case weights, id %s
pl: obiekt zmienia wagi przypadku, id %s

source: subject changes to the same state, id %s
pl: obiekt zmienia się do tego samego stanu, id %s

source: subject is in two different groups, id %s
pl: przedmiot jest w dwóch różnych grupach, id %s

source: survfit object does not have 2 dimensions
pl: obiekt klasy "survfit" nie ma 2 wymiarów

source: the are no score residuals for a Null model
pl: brak reszt punktacji dla pustego modelu

source: the following arguments passed to 'anova.coxph()' are invalid and dropped: %s
pl: poniższe argumenty przekazane do 'anova.coxph()' są niepoprawne i zostały odrzucone: %s

source: the individual option is only valid for start-stop data
pl: argument 'id' jest wymagany dla danych start:stop

source: the offset must be a survival probability
pl: przesunięcie musi być prawdopodobieństwem przeżycia

source: the scale argument is not valid with multiple strata
pl: argument 'scale' nie jest poprawny z wielokrotnymi warstwami

source: the variable %s is out of range
pl: zmienna %s jest poza zakresem

source: there are no observations to print.
pl: nie ma obserwacji do wyświelenia.

source: there is only 1 group
pl: jest tylko jedna grupa

source: this function cannot deal with iteraction terms
pl: ta funkcja nie obsługuje członów interakcji

source: times must be in increasing order
pl: czasy muszą być w porządku rosnącym

source: too few basis functions
pl: zbyt mało funkcji bazowych

source: too few degrees of freedom
pl: zbyt mało stopni swobody

source: unable to match new data to old formula
pl: nie można dopasować nowych danych do starej formuły

source: unknown method %s
pl: mieznana metoda %s

source: unmatched subscript %s
pl: niedopasowany indeks %s

source: unrecognized 'fun' argument
pl: nierozpoznany argument 'fun'

source: unrecognized distribution
pl: nierozpoznany rozkład

source: unrecognized survival type
pl: nierozpoznany typ przeżycia

source: unrecognized transform
pl: nierozpoznana transformacja

source: variable not found in the ratetable:
pl: zmienna nie została znaleziona w tabeli szybkości:

source: variance of random effect= %s
pl: wariancja efektu losowego= %s

source: variance of random effect= %s I-likelihood = %s
pl: wariancja efektu losowego= %s Iogarytm funkcji wiarygodności = %s

source: weights are ignored in 'clogit()'
pl: wagi zostały zignorowane w funkcji 'clogit()'

source: weights ignored
pl: wagi zostały zignorowane
