Repository: lukaszdaniel/ivory
Catalog: trunk/Recommended/survival/po/R-*.po
Languages: pl

source: wrong length for '%s' argument
pl: niepoprawna długość argumentu '%s'

source: wrong length for '%s' component
pl: niepoprawna długość komponentu '%s'

source: wrong length for 'type' attribute
pl: niepoprawna długość atrybutu 'type'

source: wrong length for inital values
pl: niepoprawna długość dla wartości początkowych

source: wrong length for initial parameters
pl: błędna długość parametrów początkowych

source: wrong number of arguments for this type of survival data
pl: błędna liczba argumentów dla tego typu danych przeżycia

source: %d censored observation not in subcohort
pl: %d cenzorowana obserwacja nie w podkohorcie

source: Rate table with dimension:
pl: Tabela szybkości o wymiarze:
