Repository: lukaszdaniel/ivory
Catalog: trunk/R/src/library/parallel/po/*.po
Languages: pl

source: removing child %d
pl: usuwanie dziecka %d

source: WARNING: child %d was to be removed but it doesn't exist
pl: OSTRZEŻENIE: dziecko %d miało być usunięte, ale nie istnieje

source: child process %d got SIGUSR1; child_exit_status=%d
pl: proces potomny %d otrzymał SIGUSR1; child_exit_status=%d

source: child %d terminated with %d
pl: dziecko %d przerwane z %d

source: child %d terminated by signal %d
pl: dziecko %d przerwane przez sygnał %d

source: unable to create a pipe
pl: nie można utworzyć potoku

source: parent[%d] created pipes: comm (%d->%d), sir (%d->%d)
pl: parent[%d] utworzył kanały: comm (%d->%d), sir (%d->%d)

source: unable to fork, possible reason: %s
pl: nie można rozdzielić, prawdopodobny powód: %s

source: child process %d started
pl: proces potomny %d rozpoczął się

source: parent registers new child %d
pl: rodzic rejestruje nowe dziecko %d

source: memory allocation error
pl: błąd przydziału pamięci

source: descriptors must be integers
pl: deskryptory muszą być liczbami całkowitymi

source: only children can send data to the master process
pl: tylko potomne procesy mogą przesłać dane do procesu głównego

source: there is no pipe to the master process
pl: nie ma potoku do procesu głównego

source: content to send must be RAW, use serialize() if needed
pl: zawartość do wysłania musi być PUSTA, użyj 'serialize()' jeśli konieczne

source: child %d: send_master (%d bytes)
pl: dziecko %d: send_master (%d bajtów)

source: write error, closing pipe to the master
pl: błąd zapisu, zamykanie potoku do procesu głównego

source: only the master process can send data to a child process
pl: tylko główny proces może przesłać dane do potomnego procesu

source: what must be a raw vector
pl: 'what' musi być pustym wektorem

source: child %d does not exist
pl: potomny proces %d nie istnieje

source: write error
pl: błąd zapisu

source: error '%s' in select
pl: błąd '%s' przy wyborze

source: - read select %d children:
pl: - przeczytaj wybrane %d dzieci:

source: read_child_ci(%d) - read length returned %d
pl: read_child_ci(%d) - przeczytana długość zwróciła %d

source: read_child_ci(%d) - read %d at %d returned %d
pl: read_child_ci(%d) - przeczytane %d w %d zwróciło %d

source: read_child(%d) - pid is not in the list of children
pl: read_child(%d) - pid nie jest na liście dzieci

source: 'mckill' failed
pl: 'mckill' nie powiodło się

source: child %d: 'mcexit' called
pl: dziecko %d: 'mcexit' zostało wywołane

source: 'mcexit' can only be used in a child process
pl: 'mcexit' może być użyty jedynie w potomnym procesie

source: child %d is waiting for permission to exit
pl: dziecko %d oczekuje na pozwolenie by wyjść

source: child %d: exiting
pl: dziecko %d: wychodzenie

source: 'mcexit()' function failed
pl: funkcja 'mcexit()' nie powiodła się

source: invalid CPU affinity specification
pl: niepoprawne określenie koligacji CPU

source: requested CPU set is too large for this system
pl: zażądane ustawienie CPU jest zbyt duże dla tego systemu

source: retrieving CPU affinity set failed
pl: pozyskiwanie ustawienia koligacji CPU nie powiodło się

source: GetLogicalProcessorInformation is not supported on this OS.
pl: GetLogicalProcessorInformation nie jest wspierany na tym systemie.

source: allocation failure
pl: niepowodzenie przydziału

source: in reading processor information, probable cause: %d
pl: podczas czytania informacji o procesorze, prawdopodobny powód: %d
