Repository: lukaszdaniel/ivory
Catalog: Recommended/mgcv/po/R-*.po
Languages: pl

source: "%s" link not available for beta regression; available links are "logit", "probit", "cloglog" and "cauchit"
pl: połączenie "%s" nie jest dostępne dla regresji beta; dostępne połączenia to "logit", "probit", "cloglog" oraz "cauchit"

source: "%s" link not available for coxph family; available link is "identity"
pl: połączenie "%s" nie jest dostępne dla rodziny coxph; dostępne połączenie to "identity"

source: "%s" link not available for mu parameter of gaulss
pl: połączenie "%s" nie jest dostępne dla parametru 'mu' 'gaulss'

source: "%s" link not available for negative binomial family; available links are "identity", "log" and "sqrt"
pl: połączenie "%s" nie jest dostępne dla rodziny rozkładu Pascala; dostępne połączenia to "identity", "log" oraz "sqrt"

source: "%s" link not available for ordered categorical family; available links are "identity"
pl: połączenie "%s" nie jest dostępne dla rodziny uporządkowanych funkcji kategorycznych; dostępne połączenie to "identity"

source: "%s" link not available for parameter of ziplss %s
pl: połączenie "%s" nie jest dostępne dla parametru 'ziplss()' %s

source: "%s" link not available for precision parameter of gaulss
pl: połączenie "%s" nie jest dostępne dla parametru precyzji 'gaulss'

source: "%s" link not available for scaled t distribution; available links are "identity", "log", and "inverse"
pl: połączenie "%s" nie jest dostępne dla skalowanego rozkładu t-Studenta; dostępne połączenia to "identity", "log" oraz "inverse"

source: "%s" link not available for zero inflated; available link for `lambda' is only "loga"
pl: połączenie "%s" nie jest dostępne dla rodziny rozkładu Pascala; dostępnym połączeniem dla 'lambda' jest tylko "loga"

source: "fs" smooth cannot use a multiply penalized basis (wrong basis in xt)
pl: wygładzanie "fs" nie może użyć wielokrotnie ukaranej bazy (błędna baza w xt)

source: "fs" terms can not be fixed here
pl: człony "fs" nie mogą być poprawione tutaj

source: %s has insufficient unique values to support %d knots: reduce k
pl: %s ma niewystarczające unikalne wartości aby wspierać %d węzłów: zredukuj 'k'

source: %s score = %s
pl: punktacja %s = %s

source: '%s' and '%s' arguments should have the same length
pl: argumenty '%s' oraz '%s' powinny mieć tę samą długość

source: '%s' and '%s' components should have the same length
pl: komponenty '%s' oraz '%s' powinny mieć tę samą długość

source: '%s' argument is faulty
pl: argument '%s' jest błędny

source: '%s' argument is not an object of class %s
pl: argument '%s' nie jest obiektem klasy %s

source: '%s' argument is not meaningful here
pl: argument '%s' nie ma tu zastosowana

source: '%s' argument is not supported
pl: argument '%s' nie jest wspierany

source: '%s' argument is of the wrong length
pl: argument '%s' jest niepoprawnej długości

source: '%s' argument is of the wrong length and ignored
pl: argument '%s' jest niepoprawnej długości przez co został zignorowany

source: '%s' argument is too large, reset
pl: argument '%s' jest zbyt duży, resetowanie

source: '%s' argument should be 1 or 2
pl: argument '%s' powinien wynosić 1 lub 2

source: '%s' function requires 2 links specified as character strings
pl: funkcja '%s' wymaga dwóch połączeń określonych jako łańcuchy tekstowe

source: '%s' function requires 2 or more dimensional data
pl: funkcja '%s' wymaga 2 lub więcej danych wymiarowych

source: '%s' link not available for mu parameter of gaulss
pl: połączenie "%s" nie jest dostępne dla parametru 'mu' 'gaulss'

source: '%s', '%s' and '%s' components should have the same length
pl: komponenty '%s', '%s' oraz '%s' powinny mieć tę samą długość

source: 'AR.start' argument must be logical
pl: argument 'AR.start' musi być wartością logiczną

source: 'H' argument has wrong dimension
pl: argument 'H' ma niepoprawny wymiar

source: 'L' argument has inconsistent dimensions
pl: argument 'L' ma niespójne wymiary

source: 'L' argument must be a matrix
pl: argument 'L' musi być macierzą

source: 'L' argument must have at least as many rows as columns
pl: argument 'L' musi mieć co najmniej tyle wierszy co kolumn

source: 'L' has wrong dimension in 'paraPen'
pl: 'L' posiada niepoprawny wymiar w 'paraPen'

source: 'X' lost dimensions in magic!!
pl: 'X' utraciło wymiary w 'magic()!'!

source: 'a' argument has wrong number of rows
pl: argument 'a' ma niepoprawną liczbę wierszy

source: 'absorb.cons' argument must be TRUE for multi-formula models
pl: argument 'absorb.cons' musi mieć wartość TRUE dla modeli wielo-formułowych

source: 'by' variable must be same dimension as smooth arguments
pl: zmienna `by' musi mieć ten sam wymiar co argumenty wygładzania

source: 'by=.' is not allowed
pl: 'by=.' nie jest dozwolone

source: 'd' can not be negative in call passed to 'null.space.dimension()'
pl: 'd' nie może być ujemne w wywołaniu przekazywanym do 'null.space.dimension()'

source: 'family' argument seems not to be a valid family object
pl: argument 'family' wydaje się nie być poprawnym obiektem klasy "family"

source: 'gamm()' can only handle random effects defined as named lists
pl: funkcja 'gamm()' może obsłużyć jedynie efekty losowe zdefiniowane jaki nazwane listy

source: 'id' linked smooths must have same number of arguments
pl: wygładzania połączone poprzez 'id' muszą mieć tę samą liczbę argumentów

source: 'jagam()' function requires a file for the JAGS model specification
pl: funkcja 'jagam()' wymaga pliku do określenia modelu JAGS

source: 'm' argument can't be in 're' argument
pl: argument 'm' nie może być w argumencie 're'

source: 'mu' argument must be non negative
pl: argument 'mu' musi być nieujemny

source: 'mu' dimensions are wrong
pl: wymiary 'mu' są niepoprawne

source: 'nthreads' argument must be a positive integer
pl: argument 'nthreads' musi być dodatnią liczbą całkowitą

source: 'object' argument is not an object of class "glm" or "gam"
pl: argument 'object' nie jest obiektem klasy "glm" lub "gam"

source: 'p' argument must be in (1,2)
pl: argument 'p' musi być w przedziale (1,2)

source: 'p' argument must be in [1,2]
pl: argument 'p' musi być w przedziale [1,2]

source: 'paraPen' argument is not supported for multi-formula models
pl: argument 'paraPen' nie jest wspierany dla wielo-formułowych modeli

source: 'rank' has wrong length in 'paraPen'
pl: 'rank' posiada niepoprawną długość w 'paraPen'

source: 'rho' slot for 'sam' argument is missing from simulation data, 'edf.type' argument reset to 2
pl: brakuje gniazda 'rho' z argumentu 'sam' w danych symulacyjnych, argument 'edf.type' został ustawiony na 2

source: 's(.)' function is not yet supported
pl: funkcja 's(.)' nie jest jeszcze wspierana

source: 'sp' dimension wrong in 'paraPen'
pl: wymiar 'sp' jest niepoprawny w 'paraPen'

source: 'sp' is too short
pl: 'sp' jest zbyt krótkie

source: 'test' argument ignored
pl: argument 'test' został zignorowany

source: 'theta' must be specified
pl: argument 'theta' musi być określony

source: 'w' argument has different length from 'y' argument!
pl: argument 'w' posiada długość inną niż argument 'y'!

source: 'x' and 'y' components of 'bnd' argument are not of same length
pl: komponenty 'x' oraz 'y' argumentu 'bnd' nie są tej samej długości

source: 'x' argument is null
pl: argument 'x' jest pusty

source: 'x' out of range
pl: 'x' jest poza zakresem

source: 'y' argument must be an integer multiple of phi for Tweedie(p=1)
pl: argument 'y' musi być całkowitą wielokrotnością argumentu 'phi' dla 'Tweedie(p=1)'

source: 'y' argument must be strictly positive for a Gamma density
pl: argument 'y' musi być ściśle dodatni dla gęstości Gamma

source: 'y' must be univariate unless binomial
pl: 'y' musi zawierać jedną zmienną jeśli nie zawiera dwóch

source: (score %s & scale %s).
pl: (punktacja %s & skala %s).

source: **using positive weights
pl: **używanie dodatnich wag

source: 0s in V(mu)
pl: zera w 'V(mu)'

source: 1<a<b<2 (strict) required
pl: 1<a<b<2 (ściśle) wymagane

source: A term has fewer unique covariate combinations than specified maximum degrees of freedom
pl: człon posiada mniej unikalnych kombinacji zmiennych niezależnych niż określona maksymalna liczba stopni swobody

source: AR1 parameter rho unused with generalized model
pl: parametr rho AR1 jest nieużywany z uogólnionym modelem

source: Additive model + factor
pl: Model addytywny + czynnik

source: Algorithm did not converge
pl: Algorytm nie uzbieżnił się

source: Algorithm stopped at boundary value
pl: Algorytm zatrzymał się na wartości granicznej

source: All smooth components:
pl: Wszystkie gładkie komponenty:

source: An object of length %d does not match the required parameter size
pl: Obiekt długości %d nie zgadza się z wymaganym rozmiarem parametru

source: Approximate significance of smooth terms:
pl: Przybliżona istotność członów wygładzania:

source: At least three knots required in call passed to 'mono.con()'
pl: Co najmniej trzy węzły są wymagane w wywołaniu przekazywanym do 'mono.con()'

source: Basis dimension (k) checking results. Low p-value (k-index<1) may indicate that k is too low, especially if edf is close to k.
pl: Wyniki sprawdzania bazowych wymiarów (k). Niska p-wartość (k-index < 1) może wskazywać, że k jest zbyt małe, szczególnie jeśli edf jest bliskie k.

source: Basis only handles 1D smooths
pl: Podstawa obsługuje jedynie jednowymiarowe wygładzania

source: Beta regression(%s)
pl: Regresja beta(%s)

source: Bivariate smoothing example
pl: przykład dwuwymiarowego wygładzania

source: Can not convert this smooth class to a random effect
pl: Nie można przekonwertować tej gładkiej klasy na efekt losowy

source: Can not have more eigenvalues than nrow(A)
pl: Nie można mieć więcej wartości własnych niż 'nrow(A)'

source: Can only deal with a sphere
pl: można obsługiwać jedynie sferę

source: Can't find by variable
pl: Nie można znaleźć poprzez zmienną

source: Can't find valid starting values: please specify some
pl: Nie można znaleźć poprawnych wartości startowych: proszę określić kilka

source: Cannot extract the dimensions
pl: Nie można wyodrębnić wymiarów

source: Cannot extract the inverse from an uninitialized object
pl: Nie można wyodrębnić odwrotności z niezainicjalizowanego obiektu

source: Cannot extract the matrix from an uninitialized object
pl: Nie można wyodrębnić macierzy z niezainicjalizowanego obiektu

source: Cannot extract the matrix from an uninitialized pdMat object
pl: Nie można wyodrębnić macierzy z niezainicjalizowanego obiektu 'pdMAt'

source: Cannot extract the matrix with uninitialized dimensions
pl: Nie można wyodrębnić macierzy z niezainicjalizowanymi wymiarami

source: Continuous 'by' variable example
pl: Przykład z ciągłą zmienną 'by'

source: Deta2: rdiff = %s cor = %s
pl: Deta2: rdiff = %s korelacja = %s

source: Deta2th2[%d]: rdiff = %s cor = %s
pl: Deta2th2[%d]: rdiff = %s korelacja = %s

source: Deta2th[%d]: rdiff = %s cor = %s
pl: Deta2th[%d]: rdiff = %s korelacja = %s

source: Deta3: rdiff = %s cor = %s
pl: Deta3: rdiff = %s korelacja = %s

source: Deta3th[%d]: rdiff = %s cor = %s
pl: Deta3th[%d]: rdiff = %s korelacja = %s

source: Deta4: rdiff = %s cor = %s
pl: Deta4: rdiff = %s korelacja = %s

source: Deta: rdiff = %s cor = %s
pl: Deta: rdiff = %s korelacja = %s

source: Detath[%d]: rdiff = %s cor = %s
pl: Detath[%d]: rdiff = %s korelacja = %s

source: Deviance = %s Iterations - %d
pl: Odchylenie = %s Iteracje - %d

source: Deviance explained = %s %%
pl: Wyjaśnienie odchyleń = %s %%

source: Deviance...
pl: Odchylenie...

source: Discrete Theta search not available with performance iteration
pl: Poszukiwania dyskretnej thety nie są dostępne z wykonywaną iteracją

source: Dmu: rdiff = %s cor = %s
pl: Dmu: rdiff = %s korelacja = %s

source: Don't know what to do with parametric terms that are not simple numeric or factor variables
pl: Nie wiadomo co zrobić z członami parametrycznymi, które nie są zmiennymi o prostych liczbach lub czynnikami

source: Dth2[%d]: rdiff = %s cor = %s
pl: Dth2[%d]: rdiff = %s korelacja = %s

source: Dth[%d]: rdiff = %s cor = %s
pl: Dth[%d]: rdiff = %s korelacja = %s

source: Estimated degrees of freedom:
pl: Oszacowana liczba stopni swobody:

source: F is missing from cr smooth - refit model with current mgcv
pl: Brakuje 'F' w wygładzaniu 'cr' - ponownie dopasuj model z bieżącym mgcv

source: Factor 'by' variable example
pl: Przykład ze zmienną czynnikową 'by'

source: First argument is no sort of formula!
pl: Pierwszy argument nie jest typu formuły!

source: Fit complete. Finishing gam object.
pl: Dopasowanie jest kompletne. Kończenie obiektu klasy "gam".

source: Fitted Values
pl: Dopasowanie wartości

source: Formula:
pl: Formuła:

source: Gaussian quantiles
pl: Kwantyle gaussowskie

source: Gradient range [%s, %s]
pl: Zakres gradientu [%s, %s]

source: Gu & Wahba 4 term additive model
pl: 4 członowy model addytywny Gu & Wahba

source: Gu & Wahba 4 term additive model + correlated predictors
pl: 4 członowy model addytywny Gu & Wahba + skorelowane predyktory

source: Gu & Wahba 4 term additive model + random effect
pl: 4 członowy model addytywny Gu & Wahba + efekt losowy

source: Hessian positive definite
pl: Hesjan jest dodatnio określony

source: Histogram of residuals
pl: Histogram reszt

source: IRLS regularizing parameter must be a non-negative number
pl: parametr regularyzacyjny IRLS musi być nieujemną liczbą

source: Invalid fitted means in empty model
pl: Niepoprawnie dopasowane średnie w pustym modelu

source: Invalid linear predictor values in empty model
pl: Niepoprawne wartości liniowej zmiennej niezależnej w pustym modelu

source: Later terms sharing an 'id' can not have more smoothing parameters than the first such term
pl: Dalsze człony współdzielące 'id' nie mogą mieć więcej parametrów wygładzających niż pierwszy taki człon

source: Length of start should equal %d and correspond to initial coefs
pl: Długość 'start' powinna być równa %d oraz odpowiadać początkowym współczynnikom

source: Length of start should equal %d and correspond to initial coefs for %s
pl: Długość 'start' powinna być równa %d oraz odpowiadać początkowym współczynnikom dla %s

source: M$S[%d] is too large given M$off[%d]
pl: M$S[%d] jest zbyt duże dla podanego M$off[%d]

source: MRF basis dimension set too high
pl: ustawiony bazowy wymiar MRF jest zbyt wysoki

source: Maximum number of PQL iterations:
pl: Maksymalna liczba iteracji PQL:

source: Method: %s Optimizer: %s
pl: Metoda: %s Optymalizator: %s

source: Model can not be updated
pl: Model nie może zostać zaktualizowany

source: Model does not seem to have enough terms to do anything useful
pl: Model nie wydaje się mieć wystarczającej liczby członów aby zrobić coś użytecznego

source: Model has more coefficients than data
pl: Model posiada więcej współczynników niż danych

source: Model matrix not full column rank
pl: Macierz modelu nie ma pełnej rangi kolumny

source: Model rank = %s/%s
pl: Ranga modelu = %s/%s

source: Model required no smoothing parameter selection
pl: Model nie wymagał wyboru parametru wygładzania

source: Model seems to contain no terms
pl: Model wydaje się nie zawierać żadnych członów

source: Multiple of an Identity
pl: Wielokrotność identyczności

source: Must give names when initializing pdIdnot from parameter without a formula
pl: Potrzeba dostarczyć nazw podczas inicjalizowania pdIdnot z parametru bez formuły

source: Must supply theta or R to ocat
pl: wymagany jest argument 'theta' lub 'R' przy wywoływaniu 'ocat()'

source: NA times supplied for cox.ph prediction
pl: dostarczono czasy NA do predykcji 'cox.ph()'

source: NA values in 'min.sp' argument
pl: wartości Na w argumencie 'min.sp'

source: NA values in V(mu)
pl: wartości NA w 'V(mu)'

source: NA values in d(mu)/d(eta)
pl: wartości NA w 'd(mu)/d(eta)'

source: NA values in factor of class "pdTens"
pl: wartości Na w czynniku klasy "pdTens"

source: NA values in matrix of class "pdTens"
pl: wartości Na w macierzy klasy "pdTens"

source: NA values in supplied smoothing parameter vector - ignoring
pl: Dostarczono wartości NA w wektorze parametrów wygładzających - ignorowanie

source: NA values not allowed for the scaled t family
pl: wartości NA nie są dozwolone dla rodziny skalowanego rozkładu t-Studenta

source: Negative Binomial(%s)
pl: Rozkład Pascala(%s)

source: Nested smooths must be fully random
pl: Zagnieżdżone wygładzania muszą być w pełni losowe

source: No data supplied to '%s' function
pl: Nie dostarczono danych do funkcji '%s'

source: No observations informative at iteration %d
pl: Brak informacyjnych obserwacji w iteracji %d

source: No suitable s (i.e. m[2]) try increasing m[1]
pl: Brak odpowiedniego 's' (tj.: m[2]), spróbuj zwiększyć 'm[1]'

source: No terms to plot - nothing for plot.gam() to do.
pl: Brak członów do rysowania - nic do wykonania przez 'plot.gam()'.

source: No variance estimates available
pl: Brak dostępnego oszacowania wariancji

source: Non-finite coefficients at iteration %d
pl: Nieskończone współczynniki w iteracji %d

source: Non-finite derivatives. Try decreasing fit tolerance! See 'epsilon' in 'gam.contol'
pl: Nieskończone pochodne. Spróbuj zmniejszyć tolerancję dopasowania! Zobacz 'epsilon' w 'gam.contol'

source: Non-finite deviance
pl: Nieskończone odchylenie

source: Non-integer response variables are not allowed with ziP
pl: Zmienne zależne nie będące liczbami całkowitymi nie są dozwolone w 'ziP'

source: Non-integer response variables are not allowed with ziplss
pl: Zmienne zależne nie będące liczbami całkowitymi nie są dozwolone w 'ziplss'

source: Not enough (non-NA) data to do anything meaningful
pl: Brak wystarczającej (nie NA) liczby danych, aby wykonać cokolwiek sensownego

source: Not enough informative observations
pl: Zbyt mało informacyjnych obserwacji

source: Number of prediction and fit constraints must match
pl: Liczba przewidywań oraz więzów dopasowania musi się zgadzać

source: Only 1<p<=2 supported
pl: Wspierane jest tylko 1<p<=2

source: Ordered Categorical(%s)
pl: Uporządkowane czynniki(%s)

source: Parametric Terms:
pl: Człony parametryczne:

source: Parametric coefficients:
pl: Współczynniki parametryczne:

source: Partial residuals do not have a natural x-axis location for linear functional terms
pl: Częsciowe reszty nie posiadają naturalnego położenia osi 'x' dla liniowych członów funkcyjnych

source: Pearson Statistic...
pl: Statystyka Pearson'a...

source: Pearson residuals are not available for this family - returning deviance residuals
pl: Reszty Pearsona nie są dostępne dla tej rodziny - zwracanie reszt odchyleń

source: Penalized model matrix must have no more columns than rows
pl: Macierz modelu kary nie może mieć więcej kolumn niż wierszy

source: Proportion time in C: %s ls: %s gdi: %s
pl: Czas proporcji w C: %s ls: %s gdi: %s

source: R-sq.(adj) = %s
pl: R-kwadrat (dostosowany) = %s

source: Rank: %s/%s
pl: Ranga: %s/%s

source: Repeated variables as arguments of a smooth are not permitted
pl: Powtórzone zmienne jako argumenty wygładzenia nie są dozwolone

source: Reset optimizer to outer/newton
pl: Resetowanie optymalizatora na zewnętrzny/newtona

source: Resids vs. linear pred.
pl: Reszty vs liniowy predyktor

source: Residuals
pl: Reszty

source: Response
pl: Zmienna zależna

source: Response vs. Fitted Values
pl: Zmienna zależna vs Dopasowane wartości

source: S[[%d]] matrix is not +ve definite
pl: S[[%d]] nie jest dodatnio określona

source: Scale est. = %s n = %s
pl: Oszacowanie skali = %s n = %s

source: Scaled t(%s)
pl: Skalowany rozkład t-Studenta(%s)

source: Setup complete. Calling fit
pl: Ustawienie jest kompletne. Wywoływanie dopasowania.

source: Smoothness uncertainty corrected covariance not available
pl: Kowiariancja poprawiona wygładzaniem niepewności nie jest dostępna

source: Something wrong - matrix probably not +ve semi definite
pl: Coś nie tak - prawdopodobnie macierz nie jest dodatnio określona

source: Something wrong with auto- penalty construction
pl: Coś nie tak z konstrukcją automatycznej kary

source: Something wrong with zlim
pl: Coś nie tak z 'zlim'

source: Sorry, tensor products of smooths with multiple penalties are not supported
pl: Przykro mi, produkty tensorowe wygładzeń z wielokrotnymi karami nie są wpierane

source: Standard deviations and %s confidence intervals:
pl: Standardowe odchylenia oraz przedziały ufności %s:

source: Step halved: new deviance = %g
pl: Krok został skrócony o połowę: nowe odchylenie = %g

source: Step halved: new penalized deviance = %g
pl: Krok został skrócony o połowę: nowe karne odchylenie = %g

source: Step size truncated due to divergence
pl: Rozmiar kroku przycięty z uwagi na rozbieżność

source: Step size truncated: out of bounds
pl: Rozmiar kroku przycięty: poza granicami

source: Supplied matrix not symmetric
pl: Dostarczona macierz nie jest symetryczna

source: Supplied smoothing parameter vector is too short - ignored
pl: Dostarczony wektor parametrów wygładzania jest zbyt krótki - zignorowano

source: TEST FAILED: edf.diff = %s
pl: TEST NIE POWIÓDŁ SIĘ: edf.diff = %s

source: TEST FAILED: fit.cor = %s
pl: TEST NIE POWIÓDŁ SIĘ: fit.cor = %s

source: TEST PASSED
pl: TEST PRZESZEDŁ POMYŚLNIE

source: Tensor product penalty rank appears to be too low: please email Simon.Wood@R-project.org with details.
pl: Produkt tensorowy rang kar wydaje się być zbyt niski: proszę przesłać email na adresSimon.Wood@R-project.org ze szczegółami.

source: Tensor product smooth term
pl: człon wygładzania produktu tensorowego

source: The Hessian was not positive definite.
pl: Hesjan nie był dodatnio okreśłony.

source: The Hessian was positive definite.
pl: Hesjan był dodatnio okreśłony.

source: The RMS %s score gradient at convergence was %s.
pl: Wynik gradientu RMS %s w momencie uzbieżnienia wynosił %s.

source: The following arguments to anova.glm(..) are invalid and dropped:
pl: Następujące argumenty przekazywane do 'anova.glm(..)' są niepoprawne i zostały odrzucone:

source: The objective...
pl: Cel...

source: This family should not have a matrix response
pl: Ta rodzina nie powinna mieć odpowiedzi w postaci macierzy

source: This is mgcv %s. For overview type 'help("mgcv-package")'
pl: To jest mgcv %s. Aby przejrzeć podstawowe informacje wpisz 'help("mgcv-package")'

source: Total model degrees of freedom %s
pl: Całkowita liczba stopni swobody modelu %s

source: Tweedie p must be in interval (a,b)
pl: Tweedie 'p' musi być w przedziale (a,b)

source: Unknown type, reset to terms
pl: Nieznany typ, resetowanie do 'terms'

source: Using ziP for binary data makes no sense
pl: Używanie 'ziP()' dla danych binarnych nie ma sensu

source: Using ziplss for binary data makes no sense
pl: Używanie 'ziplss()' dla danych binarnych nie ma sensu

source: View variables must contain more than one value. view = c(%s,%s).
pl: zmienne 'view' muszą zawierać więcej niż jedną wartość. view =c(%s,%s).

source: You've got no model....
pl: Nie posiadasz modelu...

source: a parametric penalty has wrong dimension
pl: parametryczna kara ma niepoprawny wymiar

source: all elements of random list must be named
pl: wszystkie elementy listy 'random' muszą być nazwane

source: argument 'k' must be positive
pl: argument 'k' musi być dodatni

source: argument 'k' of 's()' function should be integer and has been rounded
pl: argument 'k' w funkcji 's()' powinie być liczbą calkowitą więc został zaokrąglony

source: arguments of smooth not same dimension
pl: argumenty wygładzania nie mają tego samego wymiaru

source: attempt to select non existent basis function
pl: próba wybrania nieistniejącej funkcji bazowej

source: attempt to use unsuitable marginal smooth class
pl: próba użycia niepasującej granicznej gładkiej klasy

source: basis dimension is larger than number of unique covariates
pl: bazowy wymiar jest większy niż liczba unikalnych zmiennych zależnych
