Repository: lukaszdaniel/ivory
Catalog: Recommended/mgcv/po/R-*.po
Languages: pl

source: basis dimension reset to minimum possible
pl: wymiar podstawy został przywrócony do minimalnego możliwego

source: basis dimension too small for b-spline order
pl: wymiar podstawy jest zbyt mały dla rzędu b-splajnu

source: basis dimension, k, increased to minimum possible
pl: wymiar podstawy, k, zwiększył się do minimalnego możliwego

source: bnd must be a list
pl: 'bnd' musi być listą

source: bnd must be a list of boundary loops
pl: 'bnd' musi być listą pętel granic

source: calling gdi...
pl: wywoływanie gdi...

source: can't handle '[[' in formula
pl: nie można obsłużyć '[[' w formule

source: can't soap smooth without a boundary
pl: nie można wygładzić 'soap' bez granicy

source: cannot find valid starting values: please specify some
pl: Nie mnżna znaleźć poprawnych wartości startowych: proszę określić kilka

source: chunk.size < number of coefficients. Reset to %d
pl: 'chunk.size' < liczba współczynników. Ustawienie wartości %d

source: coefficient simulation data is missing
pl: brakuje współczynnika symulacji danych

source: coefficient vector wrong length
pl: błędna długość wektora współczynników

source: color scheme not recognised
pl: nie rozpoznano schematu kolorów

source: components of knots relating to a single smooth must be of same length
pl: komponenty węzłów odwołujące się do pojedynczego wygładzenia muszą być tej samej długości

source: cor dH/drho[%d] = %s
pl: korelacja dH/drho[%d] = %s

source: cor db/drho[%d] = %s
pl: korelacja db/drho[%d] = %s

source: cubic spline only deals with 1D data
pl: sześcienny splajn radzi sobie jedynie z danymi jednowymiarowymi

source: data contain regions that are not contained in the knot specification
pl: dane zawierają regiony, które nie są zawarte w specyfikacji węzła

source: data outside soap boundary
pl: dane poza granicami 'soap'

source: data vectors are of different lengths
pl: wektory danych są różnej długości

source: differences
pl: różnice

source: dimension of 'fx' is wrong
pl: wymiar 'fx' jest niepoprawny

source: dimensions of supplied 'w' argument is wrong
pl: wymiary dostarczonego argumentu 'w' są niepoprawne.

source: distribution was not recognised
pl: rozkład nie został rozpoznany

source: don't be silly
pl: nie bądź niemądry

source: done!
pl: wykonano!

source: effects
pl: efekty

source: eigenvalue range [%s, %s].
pl: zakres wartości własnej [%s, %s].

source: elements of 'min.sp' argument must be non negative
pl: elementy argumentu 'min.sp' muszą być nieujemne

source: empty models are not available
pl: puste modele nie są dostępne

source: factor 'by' variables can not be used with matrix arguments
pl: faktoryzacja zmiennych 'by' nie może być użyta z argumentami macierzy

source: family not implemented yet
pl: rodzina nie została jeszcze zaimplementowana

source: family not recognized
pl: 'family' nie został rozpoznany

source: family was not recognized
pl: 'family' nie został rozpoznany

source: fast REML optimizer reached iteration limit
pl: szybki optymalizator REML osiągnął granicę iteracji

source: faulty bnd
pl: błędne 'bnd'

source: fitted probabilities numerically 0 or 1 occurred
pl: dopasowane prawdopodobieństwa okazały się być numerycznie równe 0 lub 1

source: fitted rates numerically 0 occurred
pl: dopasowane wskaźniki numerycznie okazały się być równe 0

source: fs smooths can only have one factor argument
pl: wygładzania 'fs' mogą mieć tylko jeden argument czynnikowy

source: full convergence
pl: pełna zbieżność

source: fx length wrong from t2 term: ignored
pl: długość 'fx' z członu 't2' jest błędna: zignorowano

source: gamm can not fix only some margins of tensor product.
pl: gamm nie może ustalić tylko niektórych granic produktu tensorowego.

source: gamm can not handle linked smoothing parameters (probably from use of 'id' or adaptive smooths)
pl: gamm nie może obsłużyć dołączonych parametrów wygładzania (prawdopodobnie z użycia 'id' lub adaptacyjnych wygładzeń)

source: gamm models must have at least 1 smooth with unknown smoothing parameter or at least one other random effect
pl: modele 'gamm' muszą mieć co najmniej 1 wygładzenie z nieznanym parametrem wygładzania lub co najmniej jeden inny efekt losowy

source: gamm not converged, try increasing niterPQL
pl: 'gamm' nie uzbieżnił się, spróbuj zwiększyć 'niterPQL'

source: grid vectors are different lengths
pl: wektory siatki są różnej długości

source: handling 'by' variables in smooth constructors may not work with the summation convention
pl: obsługiwanie zmiennych 'by' w konstruktorach wygładzenia może nie działać z konwencją sumacyjną

source: in.out incorrect: see documentation
pl: 'in.out' jest niepoprawne: zobacz dokumentację

source: incorrect number of linear predictors for family
pl: niepoprawna liczba liniowych predyktorów dla rodziny

source: incorrect number of smoothing parameters supplied for a smooth term
pl: niepoprawna liczba parametrów wygładzających dostarczona do członu 'smooth'

source: indefinite penalized likelihood in 'gam.fit5()' function
pl: niezdefiniowana spenalizowana funkcja wiarygodności w funkcji 'gam.fit5()'

source: initial parameters are very close to inequality constraints
pl: początkowe parametry są bardzo blisko więzów nierówności

source: initial parameters not feasible
pl: początkowe parametry nie mają zastosowana

source: initial point is very close to some inequality constraints
pl: punkt początkowy jest bardzo blisko do pewnych więzów nierówności

source: inner groupings not nested in outer!!
pl: wewnętrzne grupowanie nie jest zagnieżdżone w zewnętrznym grupowaniu!!

source: inner loop %d; can't correct step size
pl: wewnętrzna pętla %d; nie można poprawić rozmiaru kroku

source: internal error in vcorr, please report to simon.wood@r-project.org
pl: wewnętrzny błąd w funkcji 'vcorr()'; proszę zgłosić błąd na adres: simon.wood@r-project.org

source: invalid 'family' argument
pl: niepoprawny argument 'family'

source: iteration %d
pl: iteracja %d

source: iteration limit reached
pl: osiągnięto limit iteracji

source: iteration limit reached: max(|grad|) = %g
pl: osiągnięto limit iteracji: max(|grad|) = %g

source: iterative weights or data non-finite in gam.fit - regularization may help. See ?gam.control
pl: iteracyjne wagi lub nieskończone dane w 'gam.fit' - regularyzacja może pomóc. Zobacz '?gam.control'

source: knot %d is on or outside boundary
pl: węzeł %d jest na granicy lub poza granicą

source: knot range does not include data
pl: zakres węzła nie zawiera danych

source: knot range is so wide that there is *no* information about some basis coefficients
pl: zakres węzła jest tak szeroki, że *brak* informacji o niektórych podstawowych współczynnikach

source: knots must be specified for soap
pl: węzły muszą być określone dla 'soap'

source: length of sp incorrect in t2: ignored
pl: długość 'sp' jest niepoprawna w 't2': zignorowano

source: lengths of 'bs.dim' and 'bnd' components of 'object' argument are inconsistent
pl: długości komponentów 'k' oraz 'bnd' argumentu 'object' są niezgodne

source: lengths of 'k' and 'bnd' arguments are inconsistent
pl: długości argumentów 'k' oraz 'bnd' są niezgodne

source: linear predictor
pl: liniowy predyktor

source: linear predictor labels out of range
pl: etykiety liniowych zmiennych są poza zakresem

source: link "%s" is not available for Tweedie family
pl: połączenie "%s" nie jest dostępne dla rozkładów z rodziny Tweedie

source: link is not implemented for extended families
pl: połączenie nie jest zaimplementowane dla rozszerzonych rodzin

source: link was not recognised
pl: połączenie nie zostało rozpoznane

source: log lik grad cor. = %s
pl: korelacja gradientu logarytmu funkcji wiarygnodności = %s

source: log lik hess cor. = %s
pl: korelacja hesjanu logarytmu funkcji wiarygnodności = %s

source: lower bound >= upper bound in call passed to 'mono.con()'
pl: dolny zakres >= górny zakres w wywołaniu przekazywanym do 'mono.con()'

source: matrix 'A' is not square
pl: macierz 'A' nie jest kwadratowa

source: matrix is not positive definite
pl: macierz nie jest dodatnio określona

source: maximum number of iterations must be > 0
pl: maksymalna liczba iteracji musi być > 0

source: method was not recognised
pl: metoda nie została rozpoznana

source: min.sp not supported with fast REML computation, and ignored.
pl: 'min.sp' nie jest wspierane dla szybkich obliczeń REML, parametr został zignorowany.

source: mismatch between nb/polys supplied area names and data area names
pl: niezgodność pomiędzy dostarczonymi nazwami obszarów nb/polys a nazwami obszarów danych

source: model has repeated 1-d smooths of same variable
pl: model powtórzył jednowymiarowe wygładzania tej samiej zmiennej

source: more knots than data in a ds term: knots ignored
pl: więcej węzłów niż danych w członie 'ds': węzły zostały zignorowane

source: more knots than data in a tp term: knots ignored
pl: więcej węzłów niż danych w członie 'tp': węzły zostały zignorowane

source: more knots than data in an ms term: knots ignored.
pl: więcej węzłów niż danych w członie 'ms': węzły zostały zignorowane.

source: more knots than data in an sos term: knots ignored
pl: więcej węzłów niż danych w członie 'sos': węzły zostały zignorowane

source: more knots than unique data values is not allowed
pl: większa liczba węzłów niż unikalnych wartości danych nie jest dozwolona

source: mvn dimension error
pl: błąd wymiaru 'mvn()'

source: names of 'z' and 'pc' must match
pl: nazwy 'z' oraz 'pc' muszą się zgadzać

source: need at least one interior knot
pl: potrzeba przynajmniej jednego wewnętrznego węzła

source: negative values not allowed for the negative binomial family
pl: ujemne wartości nie są dozwolone dla rozkładu z rodziny Pascala

source: negative values not allowed for the zero inflated Poisson family
pl: ujemne wartości nie są dozwolone dla rozkładu z rodziny Pascala

source: newdata is a model.frame: it should contain all required variables
pl: "newdata" jest klasy "model.frame": powinien zawierać wszystkie wymagane zmienne

source: newton max(|grad|) = %s
pl: max(|grad|) newtona = %s

source: nlm.fd only available for GCV/UBRE
pl: 'nlm.fd' jest dostępne jedynie dla GCV/UBRE

source: no automatic plotting for smooths of more than two variables
pl: brak automatycznego rysowania dla wygładzeń o więcej niż dwóch zmiennych

source: no convergence in 200 iterations
pl: brak zbieżności w 200 iteracjach

source: no data to predict at
pl: brak danych na których można oprzeć przewidywanie

source: no free coefs in sf smooth
pl: brak wolnych współczynników w wygładzaniu sf

source: no spatial information provided!
pl: nie dostarczono informacji przestrzennej!

source: no valid set of coefficients has been found:please supply starting values
pl: nie znaleziono poprawnego zestawu współczynników: proszę dostarczyć wartości startowe

source: non finite values in Hessian
pl: nieskończone wartości w hesjanie

source: non-existent terms requested - ignoring
pl: zażądano nieistniejących członów - ignorowanie

source: not all required variables have been supplied in newdata!
pl: nie wszystkie wymagane zmienne zostały dostarczone w "newdata"!

source: not enough unique values to find k nearest
pl: zbyt mało unikalnych wartości aby znaleźć k najbliższych

source: nothing to do for this model
pl: nic do zrobienia dla tego modelu

source: number of categories must be at least 2
pl: liczba kategorii musi wynosić przynajmniej 2

source: number of supplied knots != k for a cc smooth
pl: liczba dostarczonych węzłów != k dla wygładzania 'cc'

source: number of supplied knots != k for a cr smooth
pl: liczba dostarczonych węzłów != k dla wygładzania 'cr'

source: object not fully initialized
pl: obiekt nie został w pełni zainicjalizowany

source: one or more supplied k too small - reset to default
pl: jeden lub więcej dostarczonych 'k' jest zbyt mały - przyjmowanie wartości domyślnej

source: only deals with 2D case
pl: obsługiwanie jedynie dwuwymiarowych przypadków

source: only first element of 'id' used
pl: został użyty jedynie pierwszy element 'id'

source: only one level of smooth nesting is supported by gamm
pl: tylko jeden poziom zagnieżdżania gładkości jest wspierane przez 'gamm'

source: only scalar '%s' and '%s' arguments are allowed
pl: tylko skalarne argumenty '%s' oraz '%s' są dozwolone

source: ord contains out of range orders (which will be ignored)
pl: 'ord' zawiera porządki poza zakresem (zostaną one zignorowane)

source: ord is wrong. reset to NULL
pl: 'ord' jest błędne. przywracanie wartości NULL

source: order too low
pl: zbyt mały 'order'

source: p must be in [1,2]
pl: argument 'p' musi być w przedziale [1,2]

source: p-values for any terms that can be penalized to zero will be unreliable: refit model to fix this
pl: p-wartości dla jakichkolwiek członów, które da się ukarać do zera, będą nierzetelne: ponownie dopasuj model aby to naprawić

source: penalized deviance = %s
pl: karne odchylenie = %s

source: penalty basis too large for smoothing basis
pl: podstawa kar jest zbyt duża dla podstawy wygładzania

source: penalty basis too small
pl: podstawa kar jest zbyt mała

source: penalty column names don't match supplied area names!
pl: nazwa kolumny kary nie zgadza się z dostarczonymi nazwami obszaru!

source: penalty matrix, boundary polygons and/or neighbours list must be supplied in xt
pl: macierz kary, wielokąty brzegowe oraz/lub lista sąsiadów muszą być dostarczone w xt

source: penalty order too high for basis dimension
pl: rząd kar jest zbyt duży dla podstawy wymiaru

source: predict.gam can only be used to predict from gam objects
pl: 'predict.gam' może zostać użyty jedynie do przewidywania z obiektów "gam"

source: random argument must be a *named* list.
pl: argument 'random' musi być *nazwaną* listą.

source: random effects don't work with ids
pl: losowe efekty nie działają z 'ids'

source: reparameterization unstable for margin: not done
pl: ponowna parametryzacja nie jest stabilna dla marginesu: nie wykonano

source: residuals argument to plot.gam is wrong length: ignored
pl: argument reszt przekazywany do 'plot.gam' ma niepoprawną długość: zignorowano

source: response
pl: zmienna zależna

source: s value increased
pl: wartość 's' została zwiększona

source: s value modified to give continuous function
pl: wartość 's' została zmieniona aby dać ciągłą funkcję

source: s value reduced
pl: wartość 's' została zmniejszona

source: saturated likelihood may be inaccurate
pl: wysycona funkcja wiarygodności może być niedokładna

source: scale parameter must be positive
pl: parametr skali musi być dodatni

source: scheme should be a single number, or a vector with %d elements
pl: 'scheme' powinno być pojedynczą liczbą lub wektorem z %d elementami

source: side conditions are not allowed for nested smooths
pl: warunki boczne nie są dozwolone dla zagnieżdżonych wygładzeń

source: silly tolerance supplied
pl: dostarczono mało wiarygodną tolerancję

source: silly value supplied for rank.tol: reset to square root of machine precision
pl: śmieszna wartość została dostarczona do 'rank.tol': ustawianie pierwiastka kwadratowego z precyzji maszyny

source: single linear predictor indices are ignored
pl: pojedyncze indeksy liniowych zmiennych zostały zignorowane

source: singular values not returned in order
pl: osobliwe wartości nie zostały zwrócone w w sposób uporządkowany

source: smooth objects should not have a qrc attribute
pl: gładkie obiekty nie powinny mieć atrybutu 'qrc'

source: smoothing parameter prior choise not recognised, reset to 'gamma'
pl: pierwotnie wybrany parametr wygładzający nie został rozpoznany, przywracanie wartości 'gamma'

source: soap films are bivariate only
pl: filmy 'soap' są tylko dwuwymiarowe

source: something wrong with argument 'd'
pl: coś nie tak z argumentem 'd'

source: sorry link not yet handled
pl: połączenie nie jest jeszcze obsługiwane

source: sorry no option for contouring with errors: try plot.gam
pl: przykro mi, brak opcji rysowania konturu z błędami: spróbuj 'plot.gam'

source: step failed
pl: krok nie powiódł się

source: step failed: max(|grad|) = %s
pl: krok nie powiódł się: max(|grad|) = %s

source: supplied dist negative
pl: dostarczona odległość jest ujemna

source: supplied penalty not square!
pl: dostarczona kara nie jest kwadratowa!

source: supplied penalty wrong dimension!
pl: dostarczona kara ma niepoprawny wymiar!

source: te smooths not useable with gamm4: use t2 instead
pl: wygładzania 'te' nie są stosowalne z 'gamm4': zamiast tego użyj t2

source: testing covariate scale invariance ...
pl: testowanie niezależności skali zmiennej objaśniającej ...

source: testing equivalence of gam and gamm with same sp ...
pl: testowanie równoważności 'gam' oraz 'gamm' z tym samym sp ...

source: testing equivalence of te(x) and s(x) ...
pl: testowanie równoważności 'te(x)' oraz 's(x)' ...

source: testing invariance w.r.t. response ...
pl: testowanie niezmienniczości ze względu na zmienną zależną ...

source: the adaptive smooth class is limited to 1 or 2 covariates
pl: adaptacyjna klasa wygładzania jest ograniczona do 1 lub 2 zmiennych

source: theoretical quantiles
pl: teoretyczne kwantyle

source: there is *no* information about some basis coefficients
pl: *brak* informacji o niektórych podstawowych współczynnikach

source: there should be %d knots supplied
pl: powinno być dostarczonych %d węzłów

source: too few knots
pl: zbyt mało węzłów

source: total df = %s
pl: całkowita liczba stopni swobody = %s

source: type 'iterms' is not available for multiple predictor cases
pl: typ 'items' nie jest dostępny dla przypadków z wieloma predyktorami

source: type must be "link" or "response"
pl: 'type' musi mieć wartość "link" lub "response"

source: un-supported test
pl: niewspierany test

source: unimplemented sparse constraint type requested
pl: zażądano niezaimplementowanego typu rzadkiego więzu

source: unknown optimizer
pl: nieznany optymalizator

source: unknown outer optimization method
pl: nieznana zewnętrzna metoda optymalizacji

source: unknown smoothness selection criterion
pl: nieznane kryterium wyboru wygładzania

source: unknown tensor constraint type
pl: nieznany typ tensorowego więzu

source: unrecognised na.action
pl: nierozpoznane 'na.action'

source: unrecognized (vector?) link
pl: nierozpoznane (wektorowe?) połączenie

source: unsupported order of differentiation requested of 'gam.fit3()'
pl: niewspierany porządek różniczkowania zażądany od 'gam.fit3()'

source: unsupported smoothness selection method
pl: niewspierana metoda wyboru wygładzania

source: value of 'samfrac' argument is too small - ignored
pl: wartość argumentu 'samfrac' jest zbyt mała - zignorowano

source: value of epsilon must be > 0
pl: wartość 'epsilon' musi być > 0

source: values out of range
pl: wartości są poza zakresem

source: variable names don't match boundary names
pl: nazwy zmiennych nie zgadzają się z nazwami granic

source: variance function not recognized for quasi
pl: funkcja wariancji nie została rozpoznana dla kwazi

source: view variables must be one of %s
pl: zmienne podglądu muszą jednym z %s

source: weights ignored
pl: wagi zostały zignorowane

source: weights must be like glm weights for generalized case
pl: wagi muszą być jak wagi w 'glm' dla ogólnego przypadku

source: x and y must be same length
pl: x oraz y muszą mieć tę samą długość

source: x is null
pl: 'x' ma wartość NULL
