Repository: lukaszdaniel/ivory
Catalog: R/src/library/parallel/po/R-*.po
Languages: pl

source: %d function calls resulted in an error
pl: wywołania funkcji %d spowodowało błąd

source: '%s' argument must be >= 1
pl: argument '%s' musi być >= 1

source: 'X' must have named dimnames
pl: 'X' musi mieć nazwane wymiary

source: 'child' argument must be a valid child process
pl: argument 'child' musi być poprawnym procesem potomnym

source: 'children' argument must be a list of processes or a single process
pl: argument 'children' musi być listą procesów lub pojedynczym procesem

source: 'cl' argument is not a valid object of class "cluster"
pl: argument 'cl' nie jest poprawnym obiektem klasy "cluster"

source: 'closeAll()' is a no-op in the master process
pl: funkcja 'closeAll()' nie jest operacyjna w głównym procesie

source: 'mc.cores' argument > 1 is not supported on Windows
pl: argument 'mc.cores' > 1 nie jest wspierany w systemach Windows

source: 'port' argument must be specified
pl: argument 'port' musi być określony

source: 'process' argument must be of class %s
pl: argument 'process' musi być klasy %s

source: 'v' argument must be a vector
pl: argument 'v' musi być wektorem

source: 'what' argument must be a character or raw vector
pl: argument 'what' musi być tekstem albo pustym wektorem

source: Manually start 'worker' on %s with %s
pl: Ręcznie uruchom 'worker' na %s z %s

source: Zero-length inputs cannot be mixed with those of non-zero length
pl: Wejścia o zerowej długości nie mogą być pomieszane z tymi o niezerowej długości

source: all scheduled cores encountered errors in user code
pl: wszystkie zaplanowane jądra napotkały błędy w kodzie użytkownika

source: at least one argument is needed
pl: co najmniej jeden argument jest wymagany

source: dim(X) must have a positive length
pl: 'dim(X)' musi mieć dodatnią długość

source: fatal error in wrapper code
pl: błąd krytyczny we wrapperze kodu

source: fork clusters are not supported on Windows
pl: rozgałęzione klastry nie są obsługiwane w systemie Windows

source: invalid '%s' argument
pl: niepoprawny argument '%s'

source: no cluster 'cl' argument supplied and none is registered
pl: nie dostarczono argumentu klastr 'cl' oraz żaden nie jest zarejestrowany

source: node of a socket cluster on host %s with pid %d
pl: węzeł gniazda klastra na hoście %s z pid %d

source: not all elements of 'MARGIN' are names of dimensions
pl: nie wszystkie elementy 'MARGIN' są nazwami wymiarów

source: numeric 'names' must be >= 1
pl: liczbowe 'names' musi być >= 1

source: some results may be missing, folded or caused an error
pl: niektórych wyników może brakować, mogą być zwinięte lub spowodowały błąd

source: starting worker pid=%d on %s at %s
pl: uruchomianie zadania pid=%d na %s w %s

source: unknown cluster type
pl: nieznany typ klastra

source: zero-length inputs cannot be mixed with those of non-zero length
pl: wejścia o zerowej długości nie mogą być pomieszane z tymi o niezerowej długości

source: %d node produced an error: %s
pl: %d węzeł wyprodukował błąd: %s

source: %d simultaneous process spawned
pl: %d równoległy proces został rozłożony

source: scheduled core %s encountered error in user code, all values of the job will be affected
pl: zaplanowane jądro '%s' napotkało błąd w kodzie użytkownika, wpłynie to na wszystkie wartości zadania

source: socket cluster with %d node on host %s
pl: gniazdo klastra z %d węzłem na hoście %s

source: socket cluster with %d node on hosts %s
pl: gniazdo klastra z %d węzłem na hostach %s
