Repository: lukaszdaniel/ivory
Catalog: trunk/Recommended/codetools/po/R-*.po
Languages: pl

source: %s is not a valid function in complex assignments
pl: %s nie jest poprawną funkcją w złożonych przypisaniach

source: %s may be used in an incorrect context
pl: %s może być użyte w niepoprawnym kontekście

source: %s may be used in an incorrect context: %s
pl: %s może być użyte w niepoprawnym kontekście: %s

source: bad argument to '.Internal':
pl: zły argument przekazany do '.Internal':

source: bad assignment:
pl: błędne przypisanie:

source: bad local variable entry
pl: błędny wpis zmiennej lokalnej

source: constant folding cannot continue
pl: stałe składanie nie może być kontynuowane

source: link %s not available for %s
pl: link %s nie jest dostępny dla %s

source: local assignments to syntactic functions:
pl: lokalne przypisania przekazywane do funkcji syntaktycznych:

source: local variable %s assigned but may not be used
pl: lokalna zmienna %s została przypisana, ale nie może zostać użyta

source: local variable %s used as function with no apparent local function definition
pl: lokalna zmienna %s użyta jako funkcja bez widocznej lokalnej definicji funkcji

source: missing arguments not allowed in calls to %s
pl: brakujące argumenty nie są dozwolone w wywołaniach przekazywanych do %s

source: multiple local function definitions for %s with different formal arguments
pl: wiele lokalnych definicji funkcji dla %s z różnymi formalnymi argumentami

source: no local variable entry
pl: brak wpisu zmiennej lokalnej

source: no visible binding for '<<-' assignment to %s
pl: brak widocznego powiązania dla przypisania '<<-' do %s

source: no visible binding for global variable %s
pl: brak widocznego powiązania dla globalnej zmiennej %s

source: no visible global function definition for %s
pl: brak widocznej globalnej definicji funkcji dla %s

source: not a foldable expression:
pl: to nie jest składalne wyrażenie:

source: not a symbol or string
pl: to nie jest symbol lub też łańcuch

source: only works for closures
pl: działa tylko dla zamknięć

source: package must be loaded
pl: pakiet musi być załadowany

source: parameter %s changed by assignment
pl: parametr %s został zmieniony przez przypisanie

source: parameter %s may not be used
pl: parametr %s nie może zostać użyty

source: possible error in %s:
pl: prawdopodobny błąd w %s:

source: sanity check on local usage frame failed
pl: sprawdzenie na lokalnie używanej ramce nie powiodło się

source: warning in %s:
pl: ostrzeżenie w %s:

source: wrong number of arguments to %s
pl: błędna liczba argumentów przekazanych do %s

source: wrong number of arguments to '.Internal':
pl: błędna liczba argumentów przekazanych do '.Internal':

source: wrong number of arguments to 'bquote'
pl: błędna liczba argumentów przekazanych do 'bquote'

source: wrong number of arguments to 'substitute'
pl: błędna liczba argumentów przekazanych do 'substitute'
