Repository: lukaszdaniel/ivory
Catalog: trunk/R/src/library/*/po/R-*.po
Languages: pl

source: package %s was built before R 3.0.0: please re-install it
pl: pakiet %s został zbudowany przed R 3.0.0: proszę go przeinstalować

source: package %s was built for platform %s
pl: pakiet %s został zbudowany dla platformy %s

source: package %s was built under R version %s
pl: pakiet %s został zbudowany w wersji R %s

source: package %s was found more than once. Using the one found in %s
pl: pakiet %s został znaleziony więcej niż raz. Używanie tego znalezionego w %s

source: package or namespace load failed for package %s
pl: ładowanie pakietu lub przestrzeni nazw nie powiodło się dla pakietu %s

source: press RETURN to view license
pl: naciśnij ENTER aby przejrzeć licencję

source: probably wrong encoding in 'names(.)' of column %s
pl: prawdopodobnie błędne kodowanie w 'names(.)' kolumny %s

source: replaced '[<-' by '\\[<-' in regular expression pattern
pl: zastąpiono '[<-' przez '\\[<-' we wzorcu wyrażenia regularnego

source: replaced regular expression pattern '[' by '\\['
pl: zastąpiono wzór wyrażenia regularnego '[' przez '\\['

source: replacement diagonal has wrong length
pl: zamiana elementów diagonalnych ma niepoprawną długość

source: replacing element in non-existent column: %s
pl: zastępowanie elementu w nieistniejącej kolumnie: %s

source: replacing local value with import %s when loading namespace %s
pl: zastępowanie lokalnej wartości z importu %s podczas ładowania przestrzeni nazw %s

source: replacing previous import by %s when loading namespace %s
pl: zastępowanie poprzedniego importu przez %s podczas ładowanie przestrzeni nazw %s

source: requested methods were not found in environment/package %s: %s
pl: zażądane metody nie zostały znalezione w środowisku/pakiecie %s: %s

source: row names contain missing values
pl: nazwy wierszy zawierają brakujące wartości

source: row names supplied are of the wrong length
pl: dostarczone nazwy wierszy mają niepoprawną długość

source: row names were found from a short variable and have been discarded
pl: nazwy wierszy zostały znalezione z krótkiej zmiennej i zostały odrzucone

source: second argument of '/' operator cannot be an object of class %s
pl: drugi argument operatora '/' nie może być obiektem klasy %s

source: setting 'stdout = TRUE'
pl: ustawianie 'stdout = TRUE'

source: shared object %s is already loaded
pl: współdzielony obiekt %s jest już załadowany

source: shared object %s was not found
pl: współdzielony obiekt %s nie został znaleziony

source: shared object %s was not loaded
pl: współdzielony obiekt %s nie został załadowany

source: singular matrix 'a' in 'solve()' function
pl: osobliwa macierz 'a' w funkcji 'solve()'

source: some row.names duplicated: %s --> row.names NOT used
pl: niektóre wartości 'row.names' są powtórzone: %s --> nazwy wierszy nie zostały użyte

source: there is more than one match in 'match.arg()' function
pl: jest więcej niż jedno dopasowanie w funkcji 'match.arg()'

source: this is not a valid restart specification
pl: to nie jest poprawne określenie restartu

source: this is the 'qr' method for the generic function 'solve()'
pl: to jest metoda 'qr()' dla ogólnej funkcji 'solve()'

source: this session is not interactive
pl: ta sesja nie jest interaktywna

source: too many arguments
pl: zbyć dużo argumentów

source: tracing functions requires the 'methods' package, but unable to load the 'methods' namespace
pl: funkcjonalność śledzenia funkcji wymaga pakietu 'methods', ale nie można załadować przestrzeni nazw 'methods'

source: triangular matrix should be square
pl: macierz trójkątna powinna mieć równą liczbę wierszy i kolumn

source: trimmed means are not defined for complex data
pl: przycięte średnie nie są zdefiniowane dla danych złożonych

source: unable to find a plausible encoding
pl: nie można znaleźć wiarygodnego kodowania

source: unable to load R code in package %s
pl: nie można załadować kodu R w pakiecie %s

source: unary '%s' operator is not defined for objects of class %s
pl: jednoargumentowy operator '%s' nie jest określony dla obiektów klasy %s

source: undefined columns selected
pl: nie wybrano kolumn

source: undefined exports: %s
pl: niezdefiniowane eksporty: %s

source: unknown cost components ignored
pl: nieznane komponenty kosztowe zostały zignorowane

source: unknown match distance components ignored
pl: nieznane komponenty o dopasowanej odległości zostały zignorowane

source: unknown namespace directive: %s
pl: nieznana dyrektywa przestrzeni nazw: %s

source: unsupported matrix index in replacement
pl: niedozwolony indeks macierzy w zamianie

source: unsupported options for partial sorting
pl: niewspierane opcje dla częściowego sortowania

source: user
pl: użytkownik

source: using '...' with 'FUN = "*"' option is an error
pl: używanie '...' z opcją 'FUN = "*"' jest błędem

source: using the first element of 'value' of type "expression"
pl: używanie pierwszego elementu 'value' typu "expression"

source: value does not provide any replacement values
pl: wartości nie dostarczają żadnych wartości zamian

source: value for %s not found
pl: wartość dla %s nie została znaleziona

source: values :
pl: wartości:

source: values in 'breaks' argument are not unique
pl: wartosci w argumencie 'breaks' nie są unikalne

source: version %s of %s masked by %s in %s
pl: wersja %s pakietu %s zasłonięta przez %s w %s

source: wrong sign in 'by' argument
pl: błędny znak w argumencie 'by'

source: you cannot be serious
pl: chyba nie mówisz poważnie

source: [ reached 'getOption("max.print")' -- omitted %d entry ]
pl: [ osiągnięto 'getOption("max.print")' -- pominięto %d wpis ]

source: %d element mismatch
pl: %d element nie zgadza się

source: %d row in value to replace %d rows
pl: %d wiersz w wartości do zastąpienia %d wierszy

source: %d string mismatch
pl: %d łańcuch nie zgadza się

source: 'by' argument must specify a uniquely valid column
pl: argument 'by' musi jednoznacznie określać poprawną kolumnę

source: --> parsed %d expression; now evaluating them:
pl: --> przetworzono %d wyrażenie; teraz trwa jego obliczanie:

source: Function found when exporting methods from the namespace %s which is not S4 generic: %s
pl: Funkcja została znaleziona podczas eksportowania metod z przestrzeni nazw %s która nie jest ogólną S4: %s

source: Registered S3 method from a standard package overwritten by '%s':
pl: Zarejestrowana metoda S3 ze standardowego pakietu nadpisana przez '%s':

source: S3 method %s was declared in 'NAMESPACE' file but was not found
pl: Metoda S3 %s została zadeklarowana w pliku 'NAMESPACE', ale nie została znaleziona

source: The following object is masked _by_ %s: %s
pl: Następujący obiekt został zakryty _przez_ %s: %s

source: The following object is masked from %s: %s
pl: Następujący obiekt został zakryty z %s: %s

source: Warning message:
pl: Komunikat ostrzegawczy:

source: class %s is not exported by 'namespace:%s'
pl: klasa %s nie jest wyeksportowana przez 'namespace:%s'

source: column name %s is duplicated in the result
pl: nazwa kolumny %s jest powtórzona w wyniku

source: data frame with 0 columns and %d row
pl: ramka danych z zerową liczbą kolumn oraz %d wierszami

source: deparse option %s is not recognized
pl: opcja odwrotnego parsowania %s nie jest rozpoznana

source: extra argument %s will be disregarded
pl: dodatkowy argument %s zostanie odrzucony

source: invalid 'row.names', length %d for a data frame with %d row
pl: niepoprawny 'row.names', długość %d dla ramki danych z %d wierszem

source: library %s contains no packages
pl: biblioteka %s nie zawiera pakietów

source: non-unique value when setting 'row.names': %s
pl: niejednoznaczna wartość podczas ustawiania 'row.names': %s

source: object %s is not exported by 'namespace:%s'
pl: obiekt %s nie jest eksportowany przez 'namespace:%s'

source: object %s was not found
pl: nie znaleziono obiektu %s

source: package %s is not loaded
pl: pakiet %s nie jest załadowany

source: previous export %s is being replaced
pl: poprzedni eksport %s jest zastępowany

source: provided %d variable to replace %d variables
pl: dostarczono %d zmienną do zastąpienia %d zmiennych

source: replacement data has %d row to replace %d rows
pl: zamienne dane posiadają %d wiersz do zastąpienia %d wierszy

source: replacement element %d has %d row to replace %d rows
pl: element zamiany %d posiada %d wiersz do zastąpienia %d wierszy

source: replacement element %d has %d row, need %d
pl: element zamiany %d posiada %d wiersz, potrzeba %d

source: replacement element %d is a matrix/data frame of %d row, need %d
pl: element zamiany %d jest macierzą/ramką danych o %d wierszu, potrzeba %d

source: replacement has %d item, need %d
pl: zamiana ma %d pozycję, potrzeba %d

source: replacement has %d row, data has %d
pl: zamiana ma %d wiersz, dane mają %d

source: supplied %d row name for %d rows
pl: dostarczono %d nazwę wierszy dla %d wierszy

source: there is no package called %s
pl: nie ma pakietu o nazwie %s

source: variable %s is not TRUE
pl: zmienna %s nie ma wartości TRUE
