Repository: lukaszdaniel/ivory
Catalog: trunk/R/src/library/*/po/R-*.po
Languages: pl

source: R is a project which is attempting to provide a modern piece of statistical software for the GNU suite of software. The current R is the result of a collaborative effort with contributions from all over the world.
pl: R jest projektem, który stara się dostarczyć nowoczesną część oprogramowania statystycznego dla zestawu oprogramowania GNU. Bieżący R jest wynikiem wspólnego wysiłku z wkładem z całego świata.

source: R packages available
pl: Dostępne pakiety R

source: Registering 'evaluate' as low-level callback
pl: Rejestrowanie 'evaluate' jako wywołania zwrotnego niskiego poziomu

source: Removing %s
pl: Usuwanie %s

source: Removing from library %s
pl: Usuwanie z biblioteki %s

source: Run Length Encoding
pl: Kodowanie kroczącej długości

source: S3 method %s was declared but was not found
pl: metoda S3 %s została zadeklarowana, ale nie została znaleziona

source: See help("Defunct")
pl: Zobacz help("Defunct")

source: See help("Defunct") and help("%s-defunct").
pl: Zobacz help("Defunct") oraz help("%s-defunct").

source: See help("Deprecated")
pl: Zobacz help("Deprecated")

source: See help("Deprecated") and help("%s-deprecated").
pl: Zobacz help("Deprecated") oraz help("%s-deprecated").

source: Specified environment not found: using '.GlobalEnv' instead
pl: Nie znaleziono określonego środowiska: zamiast tego używanie '.GlobalEnv'

source: T used instead of TRUE
pl: użyto T zamiast TRUE

source: Test for independence of all factors:
pl: Test niezależności wszystkich czynników:

source: This is R %s, package %s needs %s %s
pl: To jest R %s, pakiet %s potrzebuje %s %s

source: Time difference of %s days
pl: Różnica czasu %s dni

source: Time difference of %s hours
pl: Różnica czasu %s godzin

source: Time difference of %s minutes
pl: Różnica czasu %s minut

source: Time difference of %s seconds
pl: Różnica czasu %s sekund

source: Time difference of %s weeks
pl: Różnica czasu %s tygodni

source: Time differences in days
pl: Różnica czasu w dniach

source: Time differences in hours
pl: Różnica czasu w godzinach

source: Time differences in minutes
pl: Różnica czasu w minutach

source: Time differences in seconds
pl: Różnica czasu w sekundach

source: Time differences in weeks
pl: Różnica czasu w tygodniach

source: Time elapsed:
pl: Upłynęło:

source: Timestamp of %s has changed
pl: Sygnatura czasu dla %s zmieniła się

source: Timestamp: %s
pl: Sygnatura czasu: %s

source: Timing stopped at: %s
pl: Odliczanie zatrzymało się w: %s

source: Tracing %s %s
pl: Śledzenie %s %s

source: Use of save versions prior to 2 is deprecated
pl: Użycie wersji zapisu wcześniejszej niż 2 jest przestarzałe

source: [Previously saved workspace restored]
pl: [Poprzednio zapisany obszar roboczy został przywrócony]

source: [TRUNCATED]
pl: [PRZYCIĘTE]

source: accept
pl: zaakceptuj

source: additional arguments ignored in '%s' function
pl: dodatkowe argumenty zostały zignorowane w funkcji '%s'

source: all arguments must be named
pl: wszystkie argumenty muszą być nazwane

source: all arguments must have the same length
pl: wszystkie argumenty muszą mieć tę samą długość

source: an argument will be fractionally recycled
pl: argument zostanie częściowo powtórzony

source: an object with that name already exists
pl: obiekt o tej nazwie już istnieje

source: argument 'object' must deparse to a single character string
pl: argument 'object' musi być konwertowalny do pojedynczego łańcucha tekstowego

source: argument lengths differ
pl: długości argumentów różnią się

source: argument passed to 'La.svd()' function must be logical, numeric or complex
pl: argument przekazywany do funkcji 'La.svd()' musi być wartością logiczną, liczbą lub liczbą zespoloną

source: arguments 'minimized' and 'invisible' are for Windows only
pl: argumenty 'minimized' oraz 'invisible' są tylko dla systemu Windows

source: arguments 'show.output.on.console', 'minimized' and 'invisible' are for Windows only
pl: argumenty 'show.output.on.console', 'minimized' oraz 'invisible' są tylko dla systemu Windows

source: arguments imply differing number of rows: %s
pl: argumenty sugerują różną liczbę wierszy: %s

source: arguments must have same length
pl: argumenty muszą mieć tę samą długość

source: at least one dimension of '%s' argument is 0
pl: przynajmniej jeden wymiar argumentu '%s' wynosi 0

source: attempt to copy a directory to itself
pl: próba skopiowania katalogu do samego siebie

source: attempt to make a table with >= 2^31 elements
pl: próba utworzenia tabeli z >= 2^31 elementami

source: attempt to set 'colnames' on an object with less than two dimensions
pl: próba ustawienia 'colnames' dla obiektu z mniej niż dwoma wymiarami

source: attempt to set 'rownames' on an object with no dimensions
pl: próba ustawienia 'rownames' dla obiektu bez wymiarów

source: autoloader did not find '%s' in package %s
pl: automat ładujący nie znalazł '%s' w pakiecie %s

source: bad 'S3method' directive: %s
pl: niepoprawna dyrektywa 'S3method': %s

source: bad handler specification
pl: niepoprawne określenie obsługi

source: binary '%s' operator is not defined for objects of class %s
pl: dwuargumentowy operator '%s' nie jest określony dla obiektów klasy %s

source: both arguments of '%s' operator cannot be objects of class %s
pl: oba argumenty operatora '%s' nie mogą być obiektami klasy %s

source: buggy version of Kinderman-Ramage generator is not allowed
pl: wersja 'buggy' generatora Kinderman'a-Ramage'a nie jest dozwolona

source: buggy version of Kinderman-Ramage generator used
pl: użyto wersji 'buggy' generatora Kinderman'a-Ramage'a

source: can only save to a binary connection
pl: można zapisać tylko do połączenia binarnego

source: can only subtract from objects of class %s
pl: można odejmować jedynie od obiektów klasy %s

source: can only subtract numbers from objects of class %s
pl: można odejmować jedynie liczby od obiektów klasy %s

source: can only write vector objects
pl: można zapisać jedynie obiekty wektorowe

source: cannot 'chdir' as current directory is unknown
pl: nie można wykonać 'chdir' ponieważ bieżący katalog nie jest znany

source: cannot add to exports of a sealed namespace
pl: nie można dodać do eksportów zamkniętej przestrzeni nazw

source: cannot change the storage mode of a factor
pl: nie można zmienić trybu przechowywania czynnika

source: cannot coerce class %s to a "data.frame" class
pl: nie można przekształcić klasy %s w klasę "data.frame"

source: cannot coerce to a table
pl: nie można przekształcić w tabelę

source: cannot find namespace environment for package %s
pl: ładowanie pakietu lub przestrzeni nazw nie powiodło się dla pakietu %s

source: cannot import into a sealed namespace
pl: nie można zaimportować do zamkniętej przestrzeni nazw

source: cannot split the message connection
pl: nie można rozdzielić komunikatu wiadomości

source: character string is not in a standard unambiguous format
pl: łańcuch tekstowy nie jest w standardowym jednoznacznym formacie

source: class of 'x' argument was discarded
pl: klasa argumentu 'x' została odrzucona

source: coercing argument to an object of class "character" for 'format="s"' option
pl: przekształcanie argumentu w obiekt klasy "character" dla opcji 'format="s"'

source: column name "" cannot match any column
pl: kolumnę o nazwie "" nie można dopasować do żadnej kolumny

source: complex matrices not permitted at present
pl: macierze zespolone na chwilę obecną nie są dozwolone

source: corrupt data frame: columns will be truncated or padded with NA values
pl: uszkodzona ramka danych: kolumny będą obcięte lub uzupełnione wartościami NA

source: cost components must be non-negative
pl: komponenty kosztowe muszą być nieujemne

source: cyclic namespace dependency detected when loading package %s, already loading %s
pl: wykryto cykliczną zależność przestrzeni nazw podczas ładowania pakietu %s, już załadowano %s

source: decline
pl: odrzuć

source: do not know how to convert %s to class %s
pl: nie wiem jak przekonwertować %s na klasę %s

source: duplicate import names %s
pl: powtórzone nazwy %s importu

source: duplicate row.names: %s
pl: powtórzone wartości 'row.names': %s

source: duplicate subscripts for columns
pl: powtórzone indeksy dla kolumn

source: duplicate symbol names %s in useDynLib("%s")
pl: powtórzone nazwy symboli %s w 'useDynlib("%s")'

source: duplicate values in 'row.names' are not allowed
pl: powtórzone wartości w 'row.names' nie są dozwolone

source: either specify 'nmax' or 'n', but not both.
pl: określ albo 'nmax' albo 'n', ale nie oba naraz

source: elapsed
pl: upłynęło

source: empty (zero-byte) input file
pl: pusty (zero bajtów) plik wejściowy

source: empty name in directive %s in 'NAMESPACE' file
pl: pusta nazwa w dyrektywie %s w pliku 'NAMESPACE'

source: exact singularity in 'qr.coef()' function
pl: ścisła osobliwość w funkcji 'qr.coef()'

source: exactly two of 'to', 'by' and 'length.out' / 'along.with' arguments must be specified
pl: dokładnie dwa z argumentów 'to', 'by' oraz 'length.out' / 'along.with' muszą być określone

source: exactly two of 'to', 'by' and 'length.out' / 'along.with' must be specified
pl: dokładnie dwa z 'to', 'by' oraz 'length.out' / 'along.with' muszą być określone

source: failed to assign NativeSymbolInfo for %s since %s is already defined in the %s namespace
pl: nie udało się przypisać NativeSymbolInfo dla %s ponieważ %s jest już zdefiniowane w przestrzeni nazw %s

source: failed to assign NativeSymbolInfo for %s to %s since %s is already defined in the %s namespace
pl: nie udało się przypisać NativeSymbolInfo dla %s do %s ponieważ %s jest już zdefiniowane w przestrzeni nazw %s

source: failed to assign RegisteredNativeSymbol for %s to %s since %s is already defined in the %s namespace
pl: nie udało się przypisać RegisteredNativeSymbol dla %s do %s ponieważ %s jest już zdefiniowane w przestrzeni nazw %s

source: failed to create directory for link '%s
pl: nie udało się utworzyć katalogu dla łącza '%s

source: failed to find metadata object for %s
pl: nie udało się znaleźć obiektu metadanych dla %s

source: fewer 'from' files than 'to' files
pl: mniej plików 'from' niż plików 'to'

source: file %s has magic number '%s'
pl: plik %s posiada magiczną liczbę '%s'

source: file '%s' was not found
pl: plik '%s' nie został znaleziony

source: file can not be copied both 'from' and 'to'
pl: plik nie może być skopiowany jednocześnie z 'from' oraz 'to'

source: first element used of 'length.out' argument
pl: użyto pierwszego elementu argumentu 'length.out'

source: forcing class on
pl: narzucanie klasy

source: formulas differ in contents
pl: formuły różnią się w zawartości

source: found methods to import for function %s but not the generic itself
pl: znaleziono metody do importu dla funkcji %s ale nie znaleziono samej funkcji ogólnej

source: found non-function '%s'
pl: znaleziono nie-funkcję '%s'

source: function is not in a namespace, so cannot locate associated DLL
pl: funkcja nie jest w przestrzeni nazw tak więc nie można zlokalizować powiązanego pliku DLL

source: handler must be a function
pl: przewodnik musi być funkcją

source: image could not be renamed and is left in %s
pl: nazwa obrazu nie mogła zostać zmieniona; obraz pozostał w pliku %s

source: in %s methods for export were not found: %s
pl: w pakiecie %s metody do eksportu nie zostały znalezione: %s

source: in package %s classes %s were specified for export but were not defined
pl: w pakiecie %s klasy %s zostały określone do eksportu, ale nie zostały zdefiniowane

source: in package %s methods %s were specified for export but were not defined
pl: w pakiecie %s metody %s zostały określone do eksportu, ale nie zostały zdefiniowane

source: incorrect length for 'group' argument
pl: niepoprawna długość argumentu 'group'

source: incorrect value for '%s' argument
pl: niepoprawna wartość dla argumentu '%s'

source: incorrect values of 'indent' and 'width' arguments
pl: niepoprawne wartości argumentów 'indent' oraz 'width'

source: infinite or missing values in '%s' argument
pl: wartość nieskończona lub brakuje wartości w argumencie '%s'

source: input has been corrupted, with LF replaced by CR
pl: wejście zostało uszkodzone z LF zastąpionym przez CR

source: invalid '%s' argument
pl: niepoprawny argument '%s'

source: invalid '%s' value
pl: niepoprawna wartość '%s'

source: invalid '(to - from)/by' in 'seq(.)' function
pl: niepoprawne '(to - from)/by' w funkcji 'seq(.)'

source: invalid 'by' string
pl: błędny łańcuch 'by'

source: invalid 'dimnames' given for data frame
pl: niepoprawne 'dimnames' dla podanej ramki danych

source: invalid 'labels'; length %d should be 1 or %d
pl: nieprawidłowe 'labels'; długość %d powinna wynosić 1 lub %d

source: invalid 'rle' structure
pl: niepoprawna struktura 'rle'

source: invalid 'row.names' length
pl: niepoprawna długość argumentu 'row.names'

source: invalid 'units' specified
pl: niepoprawne określenie 'units'

source: invalid 'value'
pl: niepoprawne 'value'

source: invalid factor level, NA value generated
pl: niepoprawny poziom czynnika, wygenerowano wartość NA

source: invalid file name
pl: niepoprawna nazwa pliku

source: invalid import target
pl: niepoprawny cel importu

source: invalid list argument: all variables should have the same length
pl: niepoprawny argument listy: wszystkie zmienne powinny mieć tę samą długość

source: invalid method
pl: niepoprawna metoda

source: invalid mode for 'by' argument
pl: błędny tryb dla argumentu 'by'

source: invalid number of intervals
pl: niepoprawna liczba interwałów

source: invalid package name
pl: niepoprawna nazwa pakietu

source: invalid specification of 'breaks'
pl: niepoprawne określenie dla 'breaks'

source: invalid string for 'by' argument
pl: błędny łańcuch dla argumentu 'by'

source: invalid version specification %s
pl: niepoprawne określenie wersji %s

source: items %s have been removed from the search path
pl: pozycje %s zostały usunięte ze ścieżki przeszukiwania

source: length of '%s' argument must equal the number of columns of '%s' argument
pl: długość argumentu '%s' musi równać się liczbie kolumn argumentu '%s'

source: lengths of 'breaks' and 'labels' arguments differ
pl: długości argumentów 'breaks' oraz 'labels' różnią się

source: lengths:
pl: długości:

source: level sets of factors are different
pl: poziomy czynników są różne

source: license for package %s was not accepted
pl: licencja dla pakietu %s nie została zaakceptowana

source: link '%s' already exists
pl: połączenie '%s' już istnieje

source: list of length %d is not meaningful
pl: lista o długości %d nie ma sensu

source: long vectors are not supported
pl: długie wektory nie są wspierane

source: looking for DLL for native routine call, but no DLLs in namespace of call
pl: poszukiwanie pliku DLL dla wywołania rodzimej procedury, ale brak plików DLL w przestrzeni nazw wywołania

source: malformed version string
pl: zniekształcony łańcuch tekstowy wersji

source: match distance components must be non-negative
pl: komponenty o dopasowanej odległości muszą być nieujemne

source: matrix %s is too large for LINPACK
pl: macierz %s jest zbyt duża dla LINPACK

source: mismatch of row names in arguments of 'data.frame()' function, item %d
pl: niedopasowanie nazw wierszy w argumentach funkcji 'data.frame()', pozycja %d

source: missing replacement values are not allowed
pl: brakujące wartości dla zamiany nie są dozwolone

source: missing values are not allowed in subscripted assignments of data frames
pl: brakujące wartości nie są dozwolone w indeksowanych przypisaniach ramek danych

source: missing values for 'group' argument
pl: brakujące wartości w argumencie 'group'

source: missing values in 'row.names' are not allowed
pl: brakujące wartości w 'row.names' nie są dozwolone

source: more 'from' files than 'to' files
pl: więcej plików 'from' niż plików 'to'

source: multiple DLL files match %s. Using file %s
pl: wielokrotna zgodność plików DLL z '%s'. Używanie pliku '%s'

source: multiple methods tables found for %s
pl: wiele tablic metod znaleziono dla %s

source: must have replacement values for matches
pl: wymagane są wartości zamian dla dopasowań

source: must have replacements for matches
pl: wymagane są zamiany dla dopasowań

source: must have replacements for non-matches
pl: wymagane są zamiany dla niedopasowań

source: must pass a package name, %s or %s object
pl: wymagane jest przekazanie nazwy pakietu %s lub obiekt %s

source: must specify DLL file via an object of class %s. See 'getLoadedDLLs()' function
pl: wymagane jest określenie pliku DLL przez obiekt klasy %s. Zobacz funkcję 'getLoadedDLLs()'

source: must specify names of formal arguments for 'vectorize'
pl: wymagane jest określenie nazwy formalnych argumentów dla 'vectorize'

source: named arguments are discouraged
pl: nazwane argumenty są odrzucane

source: named arguments other than '%s' are discouraged
pl: nazwane argumenty inne niż '%s' są odrzucane

source: names do not match previous names
pl: nazwy nie zgadzają się z poprzednimi nazwami

source: names for '%s' argument but not for '%s' argument
pl: nazwy dla argumentu '%s', ale nie dla argumentu '%s'

source: namespace %s %s is already loaded, but %s %s is required
pl: przestrzeń nazw %s %s jest już załadowana, ale %s %s jest wymagana

source: namespace %s %s is being loaded, but %s %s is required
pl: przestrzeń nazw %s %s jest ładowana, ale %s %s jest wymagana

source: namespace %s is already sealed in 'loadNamespace()' function
pl: przestrzeń nazw %s jest już zamknięta w funkcji 'loadNamespace()'

source: namespace %s is imported by %s so cannot be unloaded
pl: przestrzeń nazw %s jest zaimportowana przez %s nie może być więc usunięta

source: namespace %s is not available and has been replaced by '.GlobalEnv' when processing object %s
pl: przestrzeń nazw %s nie jest dostępna, więc została zastąpiona przez '.GlobalEnv' podczas przetwarzania obiektu %s

source: namespace is already attached
pl: przestrzeń nazw jest już dołączona

source: need 0, 1, or 2 subscripts
pl: wymagane jest 0, 1, lub 2 indeksy

source: need larger value of 'ncol' as pivoting occurred
pl: wymagana jest większa wartość argumentu 'ncol' ponieważ nastąpił obrót

source: need non-overlapping matches for %s
pl: wymagane są niepokrywające się dopasowania dla %s

source: new columns would leave holes after existing columns
pl: nowe kolumny zostawiłyby dziury po istniejących kolumnach

source: no 'restart' '%s' found
pl: nie znaleziono 'restart' '%s'

source: no DLL was specified
pl: nie określono pliku DLL

source: no Olson database found
pl: nie znaleziono bazy danych 'Olson'

source: no arguments passed to '%s' function
pl: nie przekazano żadnych argumentów do funkcji '%s'

source: no file found
pl: nie znaleziono pliku

source: no files to copy to
pl: brak plików do skopiowania

source: no files to link from
pl: brak plików z których można łączyć

source: no files to link to
pl: brak plików do których można łączyć

source: no files/directory to link to
pl: brak plików/katalogu do których można łączyć

source: no function found corresponding to methods exports from namespace %s for: %s
pl: nie znaleziono funkcji odpowiadającej eksportom funkcji z przestrzeni nazw %s dla: %s

source: no library trees found in 'lib.loc'
pl: nie znaleziono drzew bibliotek w 'lib.loc'

source: no match in 'char.expand()' function
pl: brak dopasowania w funkcji 'char.expand()'

source: no packages were found
pl: nie znaleziono pakietów

source: no shared object was specified
pl: nie określono współdzielonego obiektu

source: no such element '%s'
pl: nie ma elementu '%s'

source: no such symbol %s
pl: brak symbolu %s

source: no such symbol %s in package %s
pl: brak symbolu %s w pakiecie %s

source: non-existent rows not allowed
pl: nieistniejące wiersze nie są dozwolone

source: non-finite 'partial'
pl: nieskończona wartość 'partial'

source: non-numeric variable in data frame:
pl: zmienna nieliczbowa w ramce danych:

source: non-square matrix in 'eigen()' function
pl: macierz w funkcji 'eigen()' nie jest kwadratowa

source: none of the packages are loaded
pl: żaden z tych pakietów nie został załadowany

source: norm '%s' currently always uses 'exact = FALSE' option
pl: norma '%s' aktualnie zawsze używa opcji 'exact = FALSE'

source: not all elements of 'MARGIN' are names of dimensions
pl: nie wszystkie elementy 'MARGIN' są nazwami wymiarów

source: not loading a namespace
pl: nie ładuję przestrzeni nazw

source: nothing specified to be saved
pl: nic nie zostało określone do zapisu

source: nothing to tabulate
pl: nic do tabulacji

source: now dyn.load("%s") ...
pl: teraz 'dyn.load("%s")' ...

source: now running dyn.unload("%s") ...
pl: teraz uruchamianie 'dyn.unload("%s")' ...

source: number of items to replace is not a multiple of replacement length
pl: liczba pozycji do zastąpienia nie jest wielokrotnością długości zamiany

source: number of levels differs
pl: liczba poziomów różni się

source: numbers of columns of arguments do not match
pl: liczba kolumn argumentów nie zgadza się

source: object %s was not found whilst loading namespace %s
pl: nie znaleziono obiektu %s podczas ładowania przestrzeni nazw %s

source: only a single element should be replaced
pl: tylko pojedynczy element powinień być zamieniany

source: only matrix diagonals can be replaced
pl: tylko elementy diagonalne macierzy mogą zostać zastąpione

source: only square matrices can be inverted
pl: jedynie kwadratowe macierze mogą zostać odwrócone

source: only valid calls are x[[j]] <- value or x[[i,j]] <- value
pl: jedynymi poprawnymi przywołaniami są x[[j]] <- wartość lub x[[i,j]] <- wartość

source: operation is not allowed on base namespace
pl: operacja niedozwolona na bazowej przestrzeni nazw

source: package %s already present in 'search()'
pl: pakiet %s jest już obecny w 'search()'

source: package %s could not be loaded
pl: pakiet %s nie mógł zostać załadowany

source: package %s does not have a namespace
pl: pakiet %s nie zawiera przestrzeni nazw

source: package %s does not have a namespace and should be re-installed
pl: pakiet %s nie posiada przestrzeni nazw i powinien zostać zainstalowany ponownie

source: package %s has a license that you need to accept after viewing
pl: pakiet %s posiada licencję, którą musisz zaakceptować po przeglądnięciu

source: package %s has a license that you need to accept in an interactive session
pl: Pakiet %s posiada licencję, którą musisz zaakceptować w interaktywnej sesji

source: package %s has a license that you need to accept: according to the DESCRIPTION file it is %s
pl: pakiet %s posiada licencję, którą musisz zaakceptować: zgodnie z opisem w pliku DESCRIPTION jest to %s

source: package %s has no 'NAMESPACE' file
pl: pakiet %s nie posiada pliku 'NAMESPACE'

source: package %s has not been installed properly
pl: pakiet %s nie został zainstalowany poprawnie

source: package %s is not installed for 'arch = %s'
pl: pakiet %s nie jest zainstalowany dla 'arch=%s'

source: package %s is required by %s so will not be detached
pl: pakiet %s jest wymagany przez %s tak więc nie zostanie odłączony

source: package %s is required by %s, which may no longer work correctly
pl: pakiet %s jest wymagany przez %s, który z kolei może nie działać poprawnie

source: package %s required by package %s could not be found
pl: pakiet %s wymagany przez pakiet %s nie mógł zostać znaleziony

source: package %s version %s is loaded, but package %s version %s is required by package %s
pl: pakiet %s w wersji %s jest załadowany, ale pakiet %s w wersji %s jest wymagany przez pakiet %s

source: package %s version %s was found, but package %s version %s is required by package %s
pl: pakiet %s w wersji %s został znaleziony, ale pakiet %s w wersji %s jest wymagany przez pakiet %s
