Repository: lukaszdaniel/ivory
Catalog: trunk/R/src/library/*/po/R-*.po
Languages: pl

source: "hexNumeric" and "digits17" are mutually exclusive
pl: opcje "hexNumeric" oraz "digits17" są wzajemnie wykluczające się

source: %s failed in %s function for namespace %s, details: call: %s error: %s
pl: %s nie powiodło się w funkcji %s dla przestrzeni nazw %s, szczegóły: wywołanie: %s błąd: %s

source: %s failed in %s function for package %s, details: call: %s error: %s
pl: %s nie powiodło się w funkcji %s dla pakietu %s, szczegóły: wywołanie: %s błąd: %s

source: %s function is not meaningful for factors
pl: funkcja %s nie ma sensu dla czynników

source: %s function is only defined for equally-sized data frames
pl: funkcja %s jest zdefiniowana jedynie dla ramek danych o równych rozmiarach

source: %s in %s: %s
pl: %s w %s: %s

source: %s is not an existing file
pl: %s nie jest istniejącym plikiem

source: %s is not an object of class %s
pl: %s nie jest obiektem klasy %s

source: %s is not defined for objects of class %s
pl: %s nie jest określony dla obiektów klasy %s

source: %s namespace cannot be unloaded:
pl: przestrzeń nazw %s pakietu nie może zostać zwolniona:

source: %s package is not a valid installed package
pl: pakiet %s nie jest poprawnie zainstalowanym pakietem

source: %s package was not found on search path, using 'pos = 2'
pl: pakiet %s nie został znaleziony w ścieżce wyszukiwania, używanie 'pos = 2'

source: %s value is not implemented yet
pl: wartość %s nie jest jeszcze zaimplementowana

source: %s value is not numeric or logical: returning NA
pl: wartość '%s' nie jest wartością liczbową ani logiczną: zwracanie wartości NA

source: %s value is not used (yet)
pl: wartość %s nie została (jeszcze) użyta

source: %s value was converted to character string
pl: wartość %s została zamieniona na tekst

source: '%s' and '%s' arguments must be character vectors
pl: argumenty '%s' oraz '%s' muszą być wektorami tekstowymi

source: '%s' and '%s' arguments must have the same length
pl: argumenty '%s' oraz '%s' muszą mieć tę samą długość

source: '%s' argument cannot be NA, NaN or infinite
pl: argument '%s' nie może mieć wartości NA, NaN lub nieskończoność

source: '%s' argument cannot be coerced to an object of class %s
pl: argument '%s' nie może zostać przekształcony na obiekt klasy %s

source: '%s' argument cannot be of length 0
pl: argument '%s' nie może być długości 0

source: '%s' argument has length > 1
pl: argument '%s' posiada długość > 1

source: '%s' argument is NA
pl: argument '%s' ma wartość NA

source: '%s' argument is a 0 x 0 matrix
pl: argument '%s' jest macierzą o rozmiarze 0 x 0

source: '%s' argument is an array, but not one-dimensional.
pl: argument '%s' jest tablicą, ale nie jednowymiarową.

source: '%s' argument is much too small
pl: wartość w argumencie '%s' jest znacznie za mała

source: '%s' argument is not a QR decomposition
pl: argument '%s' nie jest dekompozycją QR

source: '%s' argument is not a factor
pl: argument '%s' nie jest czynnikiem

source: '%s' argument is not an array
pl: argument '%s' nie jest tablicą

source: '%s' argument is not an envRefClass
pl: argument '%s' nie jest 'envRefClass'

source: '%s' argument is not an object of class %s
pl: argument '%s' nie jest obiektem klasy %s

source: '%s' argument is of length 0
pl: argument '%s' jest długości 0

source: '%s' argument is of the wrong length
pl: argument '%s' posiada niepoprawną długość

source: '%s' argument is too large
pl: argument '%s' jest zbyt duży

source: '%s' argument is valid only for 'na.last = NA' option
pl: argument '%s' jest poprawny jedynie dla opcji 'na.last = NA'

source: '%s' argument is valid only for non-factors
pl: argument '%s' jest poprawny jedynie dla nie-czynników

source: '%s' argument must be NULL or a character vector
pl: argument '%s' musi być wartością NULL lub wektorem tekstowym

source: '%s' argument must be TRUE or FALSE
pl: argument '%s' musi mieć wartość TRUE lub FALSE

source: '%s' argument must be a character string of length 1
pl: argument '%s' musi być łańcuchem tekstowym o długości 1

source: '%s' argument must be a character string of length 1 (RNG to be used).
pl: argument '%s' musi być łańcuchem tekstowym o długości 1 (zostanie użyty 'RNG').

source: '%s' argument must be a character string or connection
pl: argument '%s' musi być łańcuchem tekstowym lub połączeniem

source: '%s' argument must be a character vector or 'NULL'
pl: argument '%s' musi być wektorem tekstowym lub wartością 'NULL'

source: '%s' argument must be a list
pl: argument '%s' musi być listą

source: '%s' argument must be a square matrix
pl: argument '%s' musi być macierzą kwadratową

source: '%s' argument must be a vector of an atomic type
pl: argument '%s' musi być wektorem o typie atomowym

source: '%s' argument must be an object of class %s
pl: argument '%s' musi być obiektem klasy %s

source: '%s' argument must be atomic
pl: argument '%s' musi być atomowy

source: '%s' argument must be character, logical or NULL
pl: argument '%s' musi być wektorem tekstowym, logicznym lub wartością NULL

source: '%s' argument must be logical
pl: argument '%s' musi być wartością logiczną

source: '%s' argument must be logical or character
pl: argument '%s' musi być typem logicznym lub tekstem

source: '%s' argument must be non-empty character string
pl: argument '%s' musi być niepustym łańcuchem tekstowym

source: '%s' argument must be non-negative number
pl: argument '%s' musi być liczbą nieujemną

source: '%s' argument must be numeric
pl: argument '%s' musi być liczbą

source: '%s' argument must be numeric of length 1
pl: argument '%s' musi być liczbą o długości 1

source: '%s' argument must be of length 1
pl: argument '%s' musi mieć długość 1

source: '%s' argument must be of length greater or equal to 1
pl: argument '%s' musi mieć długość większą lub równą 1

source: '%s' argument must be positive
pl: argument '%s' musi być dodatni

source: '%s' argument must be specified
pl: argument '%s' musi być określony

source: '%s' argument must inherit from class %s
pl: argument '%s' musi dziedziczyć z klasy %s

source: '%s' argument should be numeric
pl: argument '%s' powinien być liczbą

source: '%s' argument should be numeric or NULL
pl: argument '%s' powinien być liczbą lub wartością NULL

source: '%s' argument should be one of %s
pl: argument '%s' powinien być jednym z %s

source: '%s' command could not be run
pl: polecenie '%s' nie mogło zostać uruchomione

source: '%s' command execution failed with error code %d
pl: wykonywanie polecenia '%s' nie powiodło się zwracając kod błędu %d

source: '%s' function is not defined for objects of class %s
pl: funkcja '%s' nie jest określona dla obiektów klasy %s

source: '%s' is not an exported object from 'namespace:%s'
pl: '%s' nie jest eksportowanym obiektem z 'namespace:%s'

source: '%s' operator is not defined for objects of class %s
pl: operator '%s' nie jest określony dla obiektów klasy %s

source: '%s' operator is not defined for ordered factors
pl: operator '%s' nie jest określony dla uporządkowanych czynników

source: '%s' operator is not meaningful for ordered factors
pl: operator '%s' nie ma znaczenia dla uporządkowanych czynników

source: '%s' operator is only meaningful for ordered factors if all arguments have the same level sets
pl: operator '%s' ma sens tylko dla uporządkowanych czynników jeśli wszystkie argumenty mają ten sam zbiór poziomów

source: '%s' value is not a function, character or symbol
pl: wartość '%s' nie jest funkcją, tekstem ani symbolem

source: '%s' value is not a valid abbreviation of an RNG
pl: wartość '%s' nie jest poprawnym skrótem dla 'RNG'

source: '%s' value is not a valid choice
pl: wartość '%s' nie jest poprawnym wyborem

source: '%s' was not found
pl: '%s' nie zostało znalezione

source: '...' must contain names or character strings
pl: '...' musi zawierać nazwy lub łańcuchy tekstowe

source: 'DESCRIPTION' file has an 'Encoding' field and re-encoding is not possible
pl: plik 'DESCRIPTION' posiada pole 'Encoding' i ponowne kodowanie nie jest możliwe

source: 'STATS' argument does not recycle exactly across 'MARGIN' argument
pl: argument 'STATS' nie powtarza się dokładnie zgodnie z argumentem 'MARGIN'

source: 'STATS' argument is longer than the extent of 'dim(x)[MARGIN]'
pl: argument 'STATS' jest dłuższy niż rozmiar 'dim(x)[MARGIN]'

source: 'X' must have named dimnames
pl: 'X' musi mieć nazwane wymiary

source: 'as.difftime()' function needs explicit 'units' argument for numeric conversion
pl: funkcja 'as.difftime()' potrzebuje sprecyzowanego argumentu 'units' dla konwersji liczbowej

source: 'big.mark' and 'decimal.mark' arguments are both set to '%s', which could be confusing
pl: argumenty 'big.mark' oraz 'decimal.mark' są równocześnie ustawione na '%s', co może być mylące

source: 'bin' argument must be numeric or a factor
pl: argument 'bin' musi być liczbą lub czynnikiem

source: 'by' argument must match number of columns
pl: argument 'by' musi zgadzać się z liczbą kolumn

source: 'by' argument must specify one or more columns as numbers, names or logical
pl: argument 'by' musi określać jedną lub więcej kolumn jako liczby, nazwy lub warunki logiczne

source: 'by.x' and 'by.y' arguments specify different numbers of columns
pl: argumenty 'by.x' oraz 'by.y' określają różne liczby kolumn

source: 'chdir = TRUE' option makes no sense for a connection
pl: opcja 'chdir = TRUE' nie ma sensu dla połączenia

source: 'chdir = TRUE' option makes no sense for an URL
pl: opcja 'chdir = TRUE' nie ma sensu dla adresu URL

source: 'compress = "%s"' option is invalid
pl: opcja 'compress = "%s"' jest niepoprawna

source: 'compress' argument is ignored unless 'file' argument is a file name
pl: argument 'compress' zostanie zignorowany o ile argument 'file' nie jest nazwą pliku

source: 'connection' argument must be a connection
pl: argument 'connection' musi być połączeniem

source: 'current' argument is a subset of 'target' argument
pl: argument 'current' jest podzbiorem argumentu 'target'

source: 'current' argument's class is not list-like
pl: klasa argumentu 'current' nie jest typu listy

source: 'decreasing' argument must be a logical vector of length 1. Did you intend to set 'partial'?
pl: argument 'decreasing' musi być wektorem logicznym o długości 1. Czy chciałeś ustawić 'partial'?

source: 'determinant()' function not currently defined for complex matrices
pl: funkcja 'determinant()' nie jest aktualnie zdefiniowana dla macierzy zespolonych

source: 'digits' argument reduced to %d
pl: argument 'digits' został zredukowany do %d

source: 'dim' argument specifies too large array
pl: argument 'dim' określa zbyć dużą tablicę

source: 'dim(X)' value must have a positive length
pl: wartość 'dim(X)' musi mieć dodatnią długość

source: 'drop' argument will be ignored
pl: argument 'drop' zostanie zignorowany

source: 'encoding = "%s"' chosen
pl: wybrano 'encoding = "%s"'

source: 'envir' chosen:
pl: wybrane 'envir':

source: 'exportClassPattern' specified in 'NAMESPACE' file but no matching classes in package %s
pl: 'exportClassPattern' określono w pliku 'NAMESPACE', ale brak pasujących klas w pakiecie %s

source: 'file' must be NULL or an already open connection
pl: 'file' musi być wartością NULL lub już otwartym połączeniem

source: 'file' must be NULL, a connection or a character string
pl: 'file' musi być wartością NULL, połączeniem lub łańcuchem tekstowym

source: 'file' must be a character string or connection
pl: argument 'file' musi być łańcuchem tekstowym lub połączeniem

source: 'flag' argument can contain only '0+- #'
pl: argument 'flag' może zawierać jedynie znaki '0+- #'

source: 'format' argument must be one of {"f","e","E","g","G","fg","s"}
pl: argument 'format' musi być jednym z {"f","e","E","g","G", "fg", "s"}

source: 'from' argument must be raw or character
pl: argument 'from' musi być typem pustym lub tekstem

source: 'iconvlist()' function is not available on this system
pl: funkcja 'iconvlist()' nie jest dostępna w tym systemie

source: 'incomparables' argument is supported only for merging on a single column
pl: argument 'incomparables' jest wspierany tylko dla łączenia na pojedynczej kolumnie

source: 'is.NA' value mismatch: %d in 'current' argument, %d in 'target' argument
pl: niezgodność wartości 'is.NA': %d w argumencie 'current', %d w argumencie 'target'

source: 'lag' and 'differences' arguments must be integers >= 1
pl: argumenty 'lag' oraz 'differences' muszą być liczbami całkowitymi >= 1

source: 'length(STATS)' or 'dim(STATS)' do not match 'dim(x)[MARGIN]'
pl: 'length(STATS)' lub 'dim(STATS)' nie zgadza się z 'dim(x)[MARGIN]'

source: 'library()' function failed with error: %s
pl: niepowodzenie funkcji 'library()' z błędem: %s

source: 'local' argument must be TRUE, FALSE or an environment
pl: argument 'local' musi być TRUE, FALSE lub musi być środowiskiem

source: 'method = "quick"' option is only for numeric 'x'
pl: opcja 'method="quick"' jest tylko dla liczbowych 'x'

source: 'method = "radix"' option is only for integer 'x'
pl: opcja 'method="radix"' jest tylko dla liczb całkowitych 'x'

source: 'mode' argument must be "double" ("real"), "integer" or "character"
pl: argument 'mode' musi być "double" ("real"), "integer" lub "character"

source: 'nrow' or 'ncol' cannot be specified when 'x' is a matrix
pl: 'nrow' ani 'ncol' nie mogą być określone kiedy 'x' jest macierzą

source: 'ns' argument is not a namespace
pl: argument 'ns' nie jest przestrzenią nazw

source: 'options("stringsAsFactors")' is not set to TRUE or FALSE
pl: 'options("stringsAsFactors")' nie zostało ustawione na 'TRUE' lub 'FALSE'

source: 'origin' argument must be one of 'start', 'current' or 'end'
pl: argument 'origin' musi być jednym ze 'start', 'current' lub 'end'

source: 'qr' and 'y' arguments must have the same number of rows
pl: argumenty 'qr' oraz 'y' muszą mieć tę samą liczbę wierszy

source: 'qr()' function is not implemented for complex 'qr' argument
pl: funkcja 'qr()' nie jest zaimplementowana dla zespolonego argumentu 'qr'

source: 'qr()' function is not supported for LAPACK QR
pl: funkcja 'qr()' nie jest wspierana przez 'LAPACK QR'

source: 'recursive' argument will be ignored as 'to' argument is not a single existing directory
pl: argument 'recursive' zostanie zignorowany ponieważ argument 'to' nie jest pojedynczym istniejącym katalogiem

source: 'row.names' argument should specify one of the variables
pl: argument 'row.names' powinien określać jedną ze zmiennych

source: 'solve.default()' function called with an object of class "qr": use 'qr.solve()' function
pl: funkcja 'solve.default()' zostało wywołane z obiektem klasy "qr": użyj funkcji 'qr.solve()'

source: 'summary()' function is only defined on a data frame with all numeric variables
pl: funkcja 'summary()' zdefiniowana jest jedynie na ramce danych ze wszystkimi zmiennymi będącymi liczbami

source: 'target' and 'current' arguments differ in having response: %s, %s
pl: argumenty 'target' oraz 'current' różnią się w posiadaniu zmiennej zależnej: %s, %s

source: 'target' and 'current' arguments do not match when deparsed
pl: argumenty 'target' oraz 'current' nie zgadzają się podczas przetwarzania

source: 'target' argument is a subset of 'current' argument
pl: argument 'target' jest podzbiorem argumentu 'current'

source: 'target' argument's class is %s, 'current' argument's class is %s
pl: klasa argumentu 'target' to %s, klasa argumentu 'current' to %s

source: 'target' argument's class is not list-like
pl: klasa argumentu 'target' nie jest typu listy

source: 'tim' argument is not character or numeric
pl: argument 'tim' nie jest tekstem ani liczbą

source: 'timeout' argument must be NULL or a non-negative number
pl: argument 'timeout' musi być wartością NULL lub nieujemną liczbą

source: 'truncate.connection()' function can only truncate an open connection
pl: funkcja 'truncate.connection()' może przycinać jedynie otwarte połączenie

source: 'tzone' attributes are inconsistent
pl: atrybuty 'tzone' są niespójne

source: 'vec' argument contains NA values
pl: argument 'vec' zawiera wartości NA

source: 'vec' argument must be sorted non-decreasingly
pl: argument 'vec' musi być posortowany w sposób niemalejący

source: 'verbose' and 'quietly' arguments are both true; being verbose then ..
pl: oba argumenty 'verbose' oraz 'quietly' są ustawione na tak; przyjmuję w takim razie tryb 'verbose' ..

source: 'verbose' argument is TRUE, 'echo' argument is not; ... coercing 'echo <- TRUE'
pl: argument 'verbose' jest TRUE, argument 'echo' nie; ... przekształcanie 'echo <- TRUE'

source: 'which' command was not found on this platform
pl: polecenie 'which' nie zostało znalezione na tej platformie

source: 'writeChar()' can only write character objects
pl: funkcja 'writeChar()' może zapisywać jedynie obiekty tekstowe

source: 'x' argument is not a data frame
pl: argument 'x' nie jest ramką danych

source: 'x' argument must be an array of at least two dimensions
pl: argument 'x' musi być tablicą o co najmniej dwóch wymiarach

source: 'x' argument must be atomic for 'sort.list()' function. Have you called 'sort()' function on a list?
pl: argument 'x' musi być typem atomowym dla funkcji 'sort.list()' Czy wywołano funkcję 'sort()' na liście?

source: (Other)
pl: (Inne)

source: (loaded the methods namespace)
pl: (załadowano przestrzeń nazw metod)

source: ** No title available **
pl: ** Brak dostępnego tytułu **

source: *** 'pos=1' is not possible; setting 'pos=2' for now.
pl: *** 'pos=1' nie jest możliwe; na chwilę obecną ustawianie 'pos=2'.

source: *** Note that 'pos=1' will give an error in the future
pl: *** Zwróć uwagę, że 'pos=1' będzie zwracało błąd w przyszłości

source: -l option without value
pl: opcja -l bez wartości

source: 1st Qu.
pl: 1. Kwartyl

source: 3rd Qu.
pl: 3. Kwartyl

source: < table of extent %s>
pl: < tablica o rozmiarze %s>

source: <0 elements>
pl: <0 elementów>

source: <0 rows> (or 0-length row.names)
pl: <0 wierszy> (lub 'row.names' o zerowej długości)

source: Attaching package: %s
pl: Dołączanie pakietu: %s

source: Attempting to load the environment %s
pl: Próba załadowania środowiska %s

source: Attributes:
pl: Atrybuty:

source: Call:
pl: Wywołanie:

source: Chi-squared approximation may be incorrect
pl: Aproksymacja Chi-kwadrat może nie być poprawna

source: Chisq = %s, df = %s, p-value = %s
pl: Chi-kwadrat = %s, liczba stopni swobody = %s, p-wartość = %s

source: Class
pl: Klasa

source: Class definitions are not identical
pl: Definicje klas nie są identyczne

source: Class definitions are not identical: %s
pl: Definicje klas nie są identyczne: %s

source: Classes differ: %s
pl: Klasy różnią się: %s

source: Complex: lengths (%d, %d) differ
pl: Liczba zespolona: długości (%d, %d) różnią się

source: Component %d
pl: Komponent %d:

source: DLL %s is already loaded
pl: plik DLL %s jest już załadowany

source: DLL %s was not found
pl: plik DLL %s nie został znaleziony

source: DLL %s was not found: maybe not installed for this architecture?
pl: plik DLL %s nie został znaleziony: być może nie został zainstalowany dla tej architektury?

source: DLL %s was not loaded
pl: plik DLL %s nie został załadowany

source: Description:
pl: Opis:

source: Documentation for package %s
pl: Dokumentacja dla pakietu %s

source: Encoding: %s
pl: Strona kodowa: %s

source: Encoding: %s, re-encoded to %s
pl: Kodowanie: %s, przekodowane na %s

source: Enter values for restart arguments:
pl: Wprowadź wartości dla argumentów restartu:

source: Error in command '%s':
pl: Błąd w poleceniu '%s':

source: Error:
pl: Błąd:

source: Error: cannot cd to directory %s
pl: Błąd: nie można wejść do katalogu %s

source: Error: no packages specified
pl: Błąd: nie określono pakietów

source: Error: no permission to remove from directory %s
pl: Błąd: brak uprawnień aby usunąć z katalogu %s

source: F used instead of FALSE
pl: użyto F zamiast FALSE

source: Failed with error: %s
pl: Niepowodzenie z błędem: %s

source: Function %s is defunct.
pl: Funkcja %s została zlikwidowana.

source: Function %s is defunct. Use function %s instead.
pl: Funkcja %s została zlikwidowana. Zamiast niej użyj funkcji %s.

source: Function %s is deprecated.
pl: Funkcja %s jest przestarzała.

source: Function %s is deprecated. Use function %s instead.
pl: Funkcja %s jest przestarzała. Zamiast niej użyj funkcji %s.

source: Further information is available in the following vignettes in directory %s:
pl: Dalsza informacja jest dostępna w następujących ilustracjach w katalogu %s:

source: In command %s
pl: W poleceniu %s

source: Index:
pl: Indeks:

source: Information on package %s
pl: Informacja dotycząca pakietu %s

source: Invalid DCF format. Continuation lines must not start a record. Offending lines start with: %s
pl: Niepoprawny format DCF. Linie uzupełniające nie mogą rozpoczynać rekordu. Przeszkadzające linie rozpoczynają się od: %s

source: Invalid DCF format. Regular lines must have a tag. Offending lines start with: %s
pl: Niepoprawny format DCF. Regularne linie muszą mieć znacznik. Przeszkadzające linie rozpoczynają się od: %s

source: Length
pl: Długość

source: Length mismatch: comparison on first %d components
pl: Długości nie zgadzają się: porównanie pierwszych %d komponentów

source: Lengths (%d, %d) differ (comparison on first %d components)
pl: Długości (%d, %d) różnią się (porównanie pierwszych %d komponentów)

source: Lengths (%d, %d) differ (string compare on first %d)
pl: Długości (%d, %d) różnią się (porównanie pierwszych %d łańcuchów tekstowych)

source: Lengths:
pl: Długości

source: Levels:
pl: Poziomy:

source: License for %s
pl: Licencja dla %s

source: Loading objects:
pl: Ładowanie obiektów:

source: Loading required namespace: %s
pl: Ładowanie wymaganej przestrzeni nazw: %s

source: Loading required package: %s
pl: Ładowanie wymaganego pakietu: %s

source: MARGIN = %d is invalid for dim = %d
pl: MARGIN = %d jest niepoprawny dla dim =%d

source: Mean
pl: Średnia

source: Mean absolute Mod difference:
pl: Średnia bezwględna różnica Mod:

source: Mean absolute difference:
pl: Średnia bezwględna różnica:

source: Mean relative Mod difference:
pl: Średnia wględna różnica Mod:

source: Mean relative difference:
pl: Średnia wględna różnica:

source: Mean scaled Mod difference:
pl: Średnia przeskalowana różnica Mod:

source: Mean scaled difference:
pl: Średnia przeskalowana różnica:

source: Median
pl: Mediana

source: Mode
pl: Tryb

source: Modes of 'target' and 'current' arguments:
pl: Tryby argumentów 'target' oraz 'current':

source: Modes:
pl: Tryby:

source: NA's
pl: #NA

source: Names:
pl: Nazwy:

source: No DLL currently loaded with name or path %s
pl: Brak biblioteki DLL aktualnie załadowanej o nazwie lub ścieżce %s

source: No factors specified
pl: Nie określono czynników

source: No generic function was found corresponding to requested imported methods for function %s from package %s (malformed exports?)
pl: Nie znaleziono ogólnej funkcji odpowiadającej zażądanym zaimportowanym metodom dla funkcji %s z pakietu %s (uszkodzone eksporty?)

source: No methods were found in package %s for requests: %s
pl: Nie znaleziono metod w pakiecie %s dla żądań: %s

source: No traceback available
pl: Śledzenie nie jest dostepne

source: Number of cases in table:
pl: Liczba przypadków w tablicy:

source: Number of factors:
pl: Liczba czynników:

source: Numeric: lengths (%d, %d) differ
pl: Liczba: długości (%d, %d) różnią się

source: Package %s version %s cannot be unloaded
pl: Pakiet %s wersja %s nie może zostać zwolniony

source: Packages in library %s:
pl: Pakiety w bibliotece %s:

source: Partial match of '%s' to '%s' in data frame
pl: Częściowe dopasowanie '%s' do '%s' w ramce danych

source: R Information
pl: Informacja R
