Repository: lukaszdaniel/ivory
Catalog: trunk/Recommended/rpart/po/*.po
Languages: pl

source: Invalid time point
pl: Niepoprawny punkt czasowy

source: Invalid event count
pl: błędne zliczenia zdarzenia

source: Invalid error rule
pl: Niepoprawna reguła błędu

source: Node number %d: %d observation
pl: Węzeł numer %d: %d obserwacja

source: Complexity param= %f response estimate=%f, risk/n= %f
pl: Parametr złożoności= %f oszacowanie zmiennej niezależnej=%f, ryzyko/n= %f

source: left son=%d (%d observation)
pl: lewy syn=%d (%d obserwacja)

source: right son=%d (%d observation)
pl: prawy syn=%d (%d obserwacja)

source: %d observation does not split
pl: %d obserwacja nie rozdziela się

source: Primary splits:
pl: Pierwotne podziały:

source: var%d < %5g to the left, improve=%5.3f, (%d missing)
pl: zmienna 'var%d' < %5g na lewo, ulepszenie=%5.3f, (%d brakujący)

source: var%d > %5g to the left, improve=%5.3f, (%d missing)
pl: zmienna 'var%d' > %5g na lewo, ulepszenie=%5.3f, (%d brakujący)

source: var%d splits as:
pl: zmienna 'var%d' rozdziela się jako:

source: improve=%5.3f, (%d missing)
pl: ulepszenie=%5.3f, (%d brakujący)

source: Surrogate splits:
pl: Zastępcze podziały:

source: var%d < %5g to the left, agree=%5.3f, (%d split)
pl: zmienna 'var%d' < %5g na lewo, zgoda=%5.3f, (%d podział)

source: var%d > %5g to the left, agree=%5.3f, (%d split)
pl: zmienna 'var%d' > %5g na lewo, zgoda=%5.3f, (%d podział)

source: agree=%5.3f, (%d split)
pl: zgoda=%5.3f, (%d podział)

source: Invalid value for 'method'
pl: niepoprawna wartość dla 'method'

source: unknown error
pl: nieznany błąd

source: 'yback' not found
pl: nie znaleziono 'yback'

source: 'wback' not found
pl: nie znaleziono 'wback'

source: 'xback' not found
pl: nie znaleziono 'xback'

source: 'nback' not found
pl: nie znaleziono 'nback'

source: return value not a vector
pl: zwrócona wartość nie jest wektorem

source: returned value is the wrong length
pl: zwrócona wartość ma błędną długość

source: the expression expr1 did not return a vector!
pl: wyrażenie 'expr1' nie zwróciło wektora!

source: the expression expr1 returned a list of %d elements, %d required
pl: wyrażenie 'expr1' zwróciło listę %d elementów, %d jest wymaganych

source: Warning message--see rundown.c
pl: Komunikat ostrzegawczy--zobacz 'rundown.c'

source: Warning message--see rundown2.c
pl: Komunikat ostrzegawczy--zobacz 'rundown2.c'
